let productsCategoriesTree = 
[
    {
        "id": 1,
        "name": "Детское Питание И Напитки",
        "level": 0,
        "nodes": [
            {
                "id": 2,
                "name": "Детские Соки И Напитки",
                "level": 1,
                "nodes": [
                    {
                        "id": 3,
                        "name": "Детские Соки",
                        "level": 2,
                        "products": [
                            {
                                "id": 4,
                                "name2": "ВЫВЕДЕНО ДП Сок дет Агуша мультифр 200мл МЮ 3Х 6Х",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 5,
                                "name2": "ВЫВЕДЕНО ДП Сок дет Агуша яб-виш 200мл ТВАВ 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 6,
                                "name2": "ВЫВЕДЕНО ДП Сок дет Агуша яб-виш 200мл х3 х9 ТВАВ МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 7,
                                "name2": "ВЫВЕДЕНО ДП Сок дет Агуша Ябл-банан 200мл ТВА 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 8,
                                "name2": "ВЫВЕДЕНО ДП Сок дет Агуша Ябл-шиповн 200мл ТBA 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 9,
                                "name2": "ВЫВЕДЕНО ДП Сок дет с мяк Агуша мультифр 0% 1х27х200мл TBA",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 10,
                                "name2": "ВЫВЕДЕНО ДП Сок дет с мяк Агуша ябл-груша 200мл х27 ТВАВ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 11,
                                "name2": "ВЫВЕДЕНО ДП Сок дет с мяк Агуша Яблоко 200мл ТВА 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 12,
                                "name2": "ВЫВЕДЕНО ДП Сок дет. с мяк.Агуша Ябл-банан 1х15х500мл CBC",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 13,
                                "name2": "ВЫВЕДЕНО ДП Сок детский осв Агуша Груша 150мл бут.ст 12Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 14,
                                "name2": "ВЫВЕДЕНО ДП Сок осветл Агуша Груша 200мл TBAВ 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 15,
                                "name2": "ВЫВЕДЕНО ДП Сок с мяк Агуша ябл-пер 200мл TBA 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 16,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 150мл х12 СБт ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 17,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 150мл х12 СБт ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 18,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 19,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 20,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 21,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 22,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 500г х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 23,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 24,
                                "name2": "ВЫВЕДЕНО Сок Агуша Груша Осв 500мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 25,
                                "name2": "ВЫВЕДЕНО Сок Агуша МультФр Мяк 200мл х 3 х 9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 26,
                                "name2": "ВЫВЕДЕНО Сок Агуша МультФр Мяк 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 27,
                                "name2": "ВЫВЕДЕНО Сок Агуша МультФр Мяк 500мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 28,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 29,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 30,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 31,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 32,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 33,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 34,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 35,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Банан Мяк 500мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 36,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Виноград Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 37,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Виноград Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 38,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Виноград Осв 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 39,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Виноград Осв 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 40,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Вишня Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 41,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Вишня Осв 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 42,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Вишня Осв 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 43,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Груша Осв 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 44,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 200мл х 3 х 9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 45,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 200мл х 3 х 9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 46,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 47,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 48,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 49,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Персик Мяк 500мл х15 КБК ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 50,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Шиповник 150мл х12 СБт ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 51,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Шиповник 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 52,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Шиповник 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 53,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Шиповник 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 54,
                                "name2": "ВЫВЕДЕНО Сок Агуша Ябл Шиповник 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 55,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 56,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 57,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 58,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х27 БЗ ДП СГР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 59,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 60,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Мяк 200мл х3 х9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 61,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 150мл х12 СБт ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 62,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 200мл х 3 х 9 МП БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 63,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 64,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 65,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 66,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 200мл х27 БЗ ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 67,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 500мл х15 КБК ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 68,
                                "name2": "ВЫВЕДЕНО Сок Агуша Яблоко Осв 500мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 69,
                                "name2": "ВЫВЕДЕНО Сок дет осв Агуша Яблоко 200мл ТВАВ 3Х 6Х МЮ",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 70,
                                "name2": "ВЫВЕДЕНО Сок дет осветл Агуша яб 0% 1х12х150мл Бут ст",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БУТЫЛКА",
                                "level7": "150 мл"
                            },
                            {
                                "id": 71,
                                "name2": "ВЫВЕДЕНО Сок детс освет Агуша Груша 200мл 3Х 6Х TBAВ МЮ",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 72,
                                "name2": "ВЫВЕДЕНО Сок детс с мяк Агуша Яблоко-Абрикос 200мл х27 ТВАВ",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 73,
                                "name2": "ДП Сок Агуша Груша Осв 200мл TBAB 18Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 74,
                                "name2": "ДП Сок Агуша Ябл Груша Осв 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 75,
                                "name2": "ДП Сок дет мяк Агуша ябл-груша 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 76,
                                "name2": "ДП Сок дет осв Агуша ябл-виногр 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 77,
                                "name2": "ДП Сок дет с мяк Агуша ябл-банан 200мл ТВА 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 78,
                                "name2": "ДП Сок детск освет Агуша Груша 500мл CbC 15Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 79,
                                "name2": "ДП Сок детск с мяк Агуша Яблоко 200мл ТВА 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 80,
                                "name2": "ДП Сок осветл Агуша Яблоко 200мл TBAB 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 81,
                                "name2": "ДП Сок с мяк Агуша Мультифрукт 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 82,
                                "name2": "ДП Сок с мяк Агуша ябл-персик 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 83,
                                "name2": "Сок Агуша Груша Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 84,
                                "name2": "Сок Агуша МультФр Мяк 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 85,
                                "name2": "Сок Агуша Ябл Банан Мяк 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 86,
                                "name2": "Сок Агуша Ябл Вишня Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 87,
                                "name2": "Сок Агуша Ябл Груша Осв 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 88,
                                "name2": "Сок Агуша Ябл Персик Мяк 0.2л х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 89,
                                "name2": "Сок Агуша Ябл Персик Мяк 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 90,
                                "name2": "Сок Агуша Ябл Шиповник 200мл х27 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 91,
                                "name2": "Сок Агуша Яблоко Осв 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 92,
                                "name2": "Сок дет Агуша яблоко-вишня 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 93,
                                "name2": "Сок дет Агуша яблоко-шиповник 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ШИПОВНИК",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 94,
                                "name2": "Сок детс освет Агуша Груша 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 95,
                                "name2": "Сок детс с мяк Агуша Яблоко-Абрикос 200мл ТВАВ 18Х",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-ЯБЛОКО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 96,
                                "name2": "Сок с мяк Агуша Ябл-груш для кормящ 500мл СЛ 24Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ГРУША С МЯКОТЬЮ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "0,5 Л"
                            },
                            {
                                "id": 97,
                                "name2": "Сок с мяк Агуша Ябл-груш для кормящ 500мл х15 CbC",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 98,
                                "name2": "Сок с мяк Агуша Яблоко для кормящ 500мл Sl 24Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО С МЯКОТЬЮ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "0,5 Л"
                            },
                            {
                                "id": 99,
                                "name2": "Сок с мякот Агуша Яблоко для берем 500мл х15 CbC",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 100,
                                "name2": "Сок с мякот Агуша Яблоко для кормящ 500мл х15 CbC",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 101,
                                "name2": "Сок с мякотью Агуша Яблоко для берем 500мл Sl 24Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО С МЯКОТЬЮ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "0,5 Л"
                            }
                        ]
                    },
                    {
                        "id": 102,
                        "name": "Компоты И Морсы",
                        "level": 2,
                        "products": [
                            {
                                "id": 103,
                                "name2": "ВЫВЕДЕНО Компот Агуша Я САМ! клуб-яб-ч.ряб 1х15х500мл CbC",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 МЛ"
                            },
                            {
                                "id": 104,
                                "name2": "ВЫВЕДЕНО Морс Агуша Я САМ! яг сбор 0% 1х15х200мл CbC",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 105,
                                "name2": "ВЫВЕДЕНО Морс Агуша Я САМ! Ягодный сбор 1х15х500мл CombiBC",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 МЛ"
                            },
                            {
                                "id": 106,
                                "name2": "ВЫВЕДЕНО Морс Агуша Ягодный Сбор 200мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 107,
                                "name2": "ВЫВЕДЕНО Морс Агуша Ягодный Сбор 500мл х3 х5 КБК МП ДП",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 108,
                                "name2": "ВЫВЕДЕНО Нап сокс Агуша КомпПр КлубЯблЧРяб200млх3х5КБК МПДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 109,
                                "name2": "ВЫВЕДЕНО Нап сокс Агуша КомпПр КлубЯблЧРяб500млх3х5КБК МПДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 110,
                                "name2": "ВЫВЕДЕНО Нап сокс Агуша КомпПр ЯблКурИзюм 200млх3х5КБКМП ДП",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 111,
                                "name2": "ВЫВЕДЕНО Нап сокс Агуша КомпПр ЯблКурИзюм 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 112,
                                "name2": "ВЫВЕДЕНО Нап сокс Агуша КомпПр ЯблКурИзюм 500млх3х5КБКМПДП",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 113,
                                "name2": "ВЫВЕДЕНО Нап соксАгушаЯСамКомпПрЯблКлубЧРяб200млх3х5КБКМПДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 114,
                                "name2": "ВЫВЕДЕНО Напит сокосод Агуша кур-изюм-яб 0% 1х15х200мл CbC",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 115,
                                "name2": "Морс Агуша Ягодный Сбор 200мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 116,
                                "name2": "Морс Агуша Ягодный Сбор 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 117,
                                "name2": "Нап сокс Агуша КомпПр Клуб Ябл ЧРяб200мл х15КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 118,
                                "name2": "Нап сокс Агуша КомпПр КлубЯблЧРяб 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-КЛУБНИКА-РЯБИНА ЧЕРНОПЛОДНАЯ",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            },
                            {
                                "id": 119,
                                "name2": "Нап сокс Агуша КомпПр ЯблКурИзюм 200мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 120,
                                "name2": "Нап сокс Агуша КомпПр ЯблКурИзюм 500мл х15 КБК ДП",
                                "level4": "АГУША",
                                "level5": "КУРАГА-ИЗЮМ-ЯБЛОКО",
                                "level6": "КОМБИБЛОК КОМПАКТ",
                                "level7": "500 мл"
                            }
                        ]
                    },
                    {
                        "id": 121,
                        "name": "Сокосодержащие Напитки",
                        "level": 2,
                        "products": [
                            {
                                "id": 122,
                                "name2": "ДП Вода и сок Агуша Яблоко 300мл х6 БП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ПЭТ",
                                "level7": "300 мл"
                            },
                            {
                                "id": 123,
                                "name2": "ДП Вода и сок Агуша Ягоды сад 300мл х6 БП",
                                "level4": "АГУША",
                                "level5": "САДОВЫЕ ЯГОДЫ",
                                "level6": "ПЭТ",
                                "level7": "300 мл"
                            },
                            {
                                "id": 124,
                                "name2": "ДП НапСокосод Агуша Ябл-Виногр 300мл БП 6Х",
                                "level4": "АГУША",
                                "level5": "ВИНОГРАД И ЯБЛОКО",
                                "level6": "ПЭТ",
                                "level7": "300 МЛ"
                            },
                            {
                                "id": 125,
                                "name2": "ДП НапСокосод Агуша Ябл-Вишня 300мл БП 6Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО И ВИШНЯ",
                                "level6": "ПЭТ",
                                "level7": "300 МЛ"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 126,
                "name": "Жидкие Молочные Десерты Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 127,
                        "name": "Каши Жидкие",
                        "level": 2,
                        "products": [
                            {
                                "id": 128,
                                "name2": "ВЫВЕДЕНО Каша мол рисов АгушаЗасып 2.7% 200мл TBAB 18Х",
                                "level4": "АГУША",
                                "level5": "РИС",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 129,
                                "name2": "Каша мол-греч Агуша Засыпайка 2.5% 200мл х18 TBAB",
                                "level4": "АГУША",
                                "level5": "ГРЕЧКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 130,
                                "name2": "Каша мол-рис АгушаЗасып-ка ЯблГру2.7%200мл х18 TBA",
                                "level4": "АГУША",
                                "level5": "РИС, ЯБЛОКО, ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 131,
                                "name2": "КашаМол АгушЗасып ПшенТыкв 2.7%200мл TBA СГ150 18Х",
                                "level4": "АГУША",
                                "level5": "ПШЕНИЦА, ТЫКВА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 132,
                                "name2": "КашаМол ОвсянМалин АгушаЗасып 2.5% 200мл TBAB 18Х",
                                "level4": "АГУША",
                                "level5": "ОВСЯНКА И МАЛИНА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 133,
                                "name2": "КашаМол пшенич с тыкв АгушаЗасып 2.7%200мл TBA 18Х",
                                "level4": "АГУША",
                                "level5": "ПШЕНИЦА, ТЫКВА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 134,
                                "name2": "КашаМолАгушЗасып РисЯблГру 2.7%200мл TBA СГ150 18Х",
                                "level4": "АГУША",
                                "level5": "РИС, ЯБЛОКО, ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 135,
                                "name2": "КашаМолАгушЗасыпОвсянМалин2.5% 200мл TBA СГ150 18Х",
                                "level4": "АГУША",
                                "level5": "ОВСЯНКА И МАЛИНА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 136,
                                "name2": "КашаМолоч Агуша Гречка 2.5% 200мл ТВАВ СГ150 18Х",
                                "level4": "АГУША",
                                "level5": "ГРЕЧКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 137,
                                "name2": "КашМол злак АгушаЗасып груш,бан 2.7%200мл TBA 18Х",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ, ГРУША, БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 138,
                                "name2": "КашМолАгушЗасыпЗлакГрушБан 2.7%200мл TBA СГ150 18Х",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ, ГРУША, БАНАН",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            }
                        ]
                    },
                    {
                        "id": 139,
                        "name": "Молочный Коктейль Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 140,
                                "name2": "ВЫВЕДЕНО ДП Кокт мол/зл Агуша Я САМ греч-мол 3%1х18х209г",
                                "level4": "АГУША Я САМ",
                                "level5": "ГРЕЧКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 141,
                                "name2": "ВЫВЕДЕНО ДП Кокт мол/зл Агуша Я САМ рис-яб-гр 1х18х209г",
                                "level4": "АГУША Я САМ",
                                "level5": "РИС, ЯБЛОКО, ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 142,
                                "name2": "ВЫВЕДЕНО Кокт Мол Агуша Гречка Злак 3% 200мл х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "ГРЕЧКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 143,
                                "name2": "ВЫВЕДЕНО Кокт Мол Агуша Рис Ябл Груш 3% 200мл х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "РИС, ЯБЛОКО, ГРУША",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 144,
                                "name2": "ВЫВЕДЕНО Кокт Мол АгушаЯСам Ваниль 2.5% 200мл х18 БЗ ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 145,
                                "name2": "ВЫВЕДЕНО Кокт Мол АгушаЯСам Какао 2.5% 200мл х18 БЗ ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КАКАО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 146,
                                "name2": "ВЫВЕДЕНО Кокт Мол АгушаЯСам Малина 2.5% 200мл х18 БЗ ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 147,
                                "name2": "ВЫВЕДЕНО Коктейль мол Агуша Я САМ! мал 2.5% 1х27х200мл ТВАВ",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 148,
                                "name2": "ВЫВЕДЕНО Коктейль мол Агуша ЯСАМ! какао 2.5%1х27х200мл ТВАВ",
                                "level4": "АГУША Я САМ",
                                "level5": "КАКАО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 149,
                                "name2": "МолКокт Агуша Земляника 2.5% 200мл TBAВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 150,
                                "name2": "МолКокт Агуша Малина 2.5% 200мл TBAB 18Х",
                                "level4": "АГУША",
                                "level5": "МАЛИНА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 151,
                                "name2": "МолКокт Агуша ЯгодыЛесн 2.5% 200мл TBAВ 18Х",
                                "level4": "АГУША",
                                "level5": "ЛЕСНЫЕ ЯГОДЫ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 152,
                "name": "Жидкие Молочные Смеси",
                "level": 1,
                "nodes": [
                    {
                        "id": 153,
                        "name": "Кисломолочная Детская Смесь",
                        "level": 2,
                        "products": [
                            {
                                "id": 154,
                                "name2": "Смесь КислМол Агуша1 3.5% 204г х12 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "204 г"
                            },
                            {
                                "id": 155,
                                "name2": "Смесь КислМол Агуша2 3.4% 204г х12 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "204 г"
                            }
                        ]
                    },
                    {
                        "id": 156,
                        "name": "Смесь Молочная Сухая",
                        "level": 2,
                        "products": [
                            {
                                "id": 157,
                                "name2": "Смесь сух мол Беллакт Оптима1+ 350г х21 КорФол",
                                "level4": "БЕЛЛАКТ",
                                "level5": "НЕ ОПРЕДЕЛЕН",
                                "level6": "ПАЧКА",
                                "level7": "350 Г"
                            },
                            {
                                "id": 158,
                                "name2": "Смесь сух мол Беллакт Оптима2+ 350г х21 КорФол",
                                "level4": "БЕЛЛАКТ",
                                "level5": "НЕ ОПРЕДЕЛЕН",
                                "level6": "ПАЧКА",
                                "level7": "350 Г"
                            }
                        ]
                    },
                    {
                        "id": 159,
                        "name": "Стерилизованная Детская Смесь",
                        "level": 2,
                        "products": [
                            {
                                "id": 160,
                                "name2": "Смесь стерил с Преб Агуша1 3.4% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 161,
                                "name2": "Смесь стерил с Преб Агуша2 3.1% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 162,
                "name": "Йогурты Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 163,
                        "name": "Йогурт Вязкий Живой Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 164,
                                "name2": "ВЫВЕДЕНО ДП Йогурт вязкий Агуша Злаки 2.7% 1х24x90г",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 165,
                                "name2": "ВЫВЕДЕНО Йогурт Агуша натуральный 3.1% 90г х6 МСТ",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 г"
                            },
                            {
                                "id": 166,
                                "name2": "ВЫВЕДЕНО Йогурт Фр АгушаЯСам кус ЯблГруш 2.5%110гх12 Ван ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "110 г"
                            },
                            {
                                "id": 167,
                                "name2": "Йогурт Агуша Банан 2.7% 90г х24 Четв ДП",
                                "level4": "АГУША",
                                "level5": "БАНАН",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "90 г"
                            },
                            {
                                "id": 168,
                                "name2": "Йогурт Агуша банан 2.7% 90г х6 МСТ",
                                "level4": "АГУША",
                                "level5": "БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 г"
                            },
                            {
                                "id": 169,
                                "name2": "Йогурт Агуша Землян-Малин 2.7% 90г х6 МСТ",
                                "level4": "АГУША",
                                "level5": "ЗЕМЛЯНИКА-МАЛИНА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 г"
                            },
                            {
                                "id": 170,
                                "name2": "Йогурт Агуша Малина Земл 2.7% 90г х24 Четв ДП",
                                "level4": "АГУША",
                                "level5": "ЗЕМЛЯНИКА-МАЛИНА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "90 г"
                            },
                            {
                                "id": 171,
                                "name2": "Йогурт АгушаЗасып ЯгЛесн-Мелисса 2.7% 90г мст 6Х",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ-МЕЛИССА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 172,
                "name": "Йогурты Питьевые Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 173,
                        "name": "Йогурт Питьевой Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 174,
                                "name2": "ВЫВЕДЕНО ДП Йогурт фр АгушаЯСАМ! виш 2.7% 1х12х85г DoyPack",
                                "level4": "АГУША Я САМ",
                                "level5": "ВИШНЯ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 Г"
                            },
                            {
                                "id": 175,
                                "name2": "ВЫВЕДЕНО Йогурт Агуша Чернослив 2.7% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "ЧЕРНОСЛИВ",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 176,
                                "name2": "ВЫВЕДЕНО Йогурт пит Агуша Я САМ! Банан-Печенье 2.7%200г Бут",
                                "level4": "АГУША Я САМ",
                                "level5": "БАНАН, ПЕЧЕНЬЕ",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 177,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт АгушаЯСам Малина 2.7% 200г х12 БП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 178,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт АгушаЯСам Ябл Бан 2.2% 200г х12 БП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 179,
                                "name2": "ДП Йог пит Агуша ябл-груш 2.7% 200г х4 БП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 180,
                                "name2": "ДП Йогурт Агуша клуб-бан 2.7% 200г х4 БутПл",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 181,
                                "name2": "Йогурт Агуша Засып-ка ЗелЯбл+Мелис 2.7% 200г БП 4Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО ЗЕЛЕНОЕ-МЕЛИССА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 182,
                                "name2": "Йогурт Агуша Засып-ка ЗелЯбл+Мелис 2.7%200г БП 12Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО ЗЕЛЕНОЕ-МЕЛИССА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 183,
                                "name2": "Йогурт Агуша Засып-ка ЗелЯбл+Мелис 2.7%200г БП 4Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО ЗЕЛЕНОЕ-МЕЛИССА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 184,
                                "name2": "Йогурт Агуша Засып-ка ЗелЯбл+Мелис 2.7%200г х12 БП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО ЗЕЛЕНОЕ-МЕЛИССА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 185,
                                "name2": "Йогурт Агуша Злаки 2.7% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 186,
                                "name2": "Йогурт Агуша Классич 3.1% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 187,
                                "name2": "Йогурт Агуша Клуб Банан 2.7% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 188,
                                "name2": "Йогурт Агуша Персик 2.7% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "ПЕРСИК",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 189,
                                "name2": "Йогурт Агуша Яблоко Груша 2.7% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 190,
                                "name2": "Йогурт фр Агуша СевернЯгоды 2.7% 200г БП 12Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА, БРУСНИКА, КЛЮКВА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 191,
                                "name2": "Йогурт фр Агуша СевернЯгоды 2.7% 200г БП 4Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА, БРУСНИКА, КЛЮКВА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 192,
                                "name2": "Йогурт Фрукт АгушаЯСам Клуб Земл 2.2%200гх12 БП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 193,
                                "name2": "Йогурт Фрукт АгушаЯСам Клуб Земл 2.2%200гх24 БП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 194,
                                "name2": "Йогурт Фрукт АгушаЯСам Ябл Бан 2.2% 200г х24 БП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 195,
                                "name2": "Йогурт Фрукт АгушаЯСам ЯблГруш 2.7% 85гх12 ДойП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО-ГРУША",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 г"
                            },
                            {
                                "id": 196,
                                "name2": "Йогурт Фрукт АгушаЯСам Яг Асcорт 2.6%85гх12ДойП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯГОДЫ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 197,
                "name": "Кефир Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 198,
                        "name": "Кефир Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 199,
                                "name2": "Биокефир Агуша 3.2% 204г х12 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "204 г"
                            },
                            {
                                "id": 200,
                                "name2": "ВЫВЕДЕНО Биолакт Агуша 3.2% 200г х4 БутПл",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 201,
                                "name2": "ВЫВЕДЕНО Кефир детский Агуша 2.5% 205г х5 TRTwCap",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "205 г"
                            },
                            {
                                "id": 202,
                                "name2": "ВЫВЕДЕНО Нап кисмол Агуша Биолакт 3.2% 200г х12 БП ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 203,
                                "name2": "ДП Биолакт Агуша 3.2% 200г БП СГ21 12Х",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 204,
                                "name2": "ДП Биолакт Агуша 3.2% 200г БП СГ21 4Х",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 205,
                                "name2": "ДП Биолакт Агуша 3.2% 200г х4 ПлБут",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 206,
                                "name2": "Кефир Агуша 2.5% 205г РР 10Х",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "205 г"
                            },
                            {
                                "id": 207,
                                "name2": "Кефир Агуша 2.5% 205г х10 ТРТвК ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "205 г"
                            },
                            {
                                "id": 208,
                                "name2": "Кефир Агуша 3.2% 204г х12 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "204 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 209,
                "name": "Кисломолочные Продукты Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 210,
                        "name": "Ряженка Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 211,
                                "name2": "ВЫВЕДЕНО Ряженка Агуша 3.2% 200г БП 12Х",
                                "level4": "АГУША",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 212,
                                "name2": "ВЫВЕДЕНО Ряженка Агуша Клубника 2.9% 200г БП 12Х",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 213,
                                "name2": "Ряженка Агуша 3.2% 200г БП СГ20 12Х",
                                "level4": "АГУША",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 214,
                                "name2": "Ряженка Агуша 3.2% 200г БП СГ20 4Х",
                                "level4": "АГУША",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 215,
                                "name2": "Ряженка Агуша Клубника 2.9% 200г БП СГ20 12Х",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 216,
                                "name2": "Ряженка Агуша Клубника 2.9% 200г БП СГ20 4Х",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 217,
                                "name2": "Ряженка Агуша Черника 2.9% 200г БП 12Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 218,
                                "name2": "Ряженка Агуша Черника 2.9% 200г БП 4Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 219,
                "name": "Молоко Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 220,
                        "name": "Молоко Стерилизованное Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 221,
                                "name2": "ВЫВЕДЕНО Молоко стерил Агуша Витам 2.5% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 222,
                                "name2": "ВЫВЕДЕНО Молоко стерил Агуша Витам 2.5% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 223,
                                "name2": "ВЫВЕДЕНО Молоко стерил Агуша Витам 2.5% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 224,
                                "name2": "ВЫВЕДЕНО Молоко стерил Агуша Витам 3.2% 500г х15 СЛРК ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 225,
                                "name2": "ВЫВЕДЕНО Молоко стерил Агуша Витам 3.2% 500мл х15 СЛРК ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "500 МЛ"
                            },
                            {
                                "id": 226,
                                "name2": "ВЫВЕДЕНО Молоко стерил АгушаЯСам Иммун 2.5%500гх15СЛ ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 227,
                                "name2": "ВЫВЕДЕНО МолУльтрДет с 3х лет Агуша3.2%925мл х12 TBASHC АКЦ",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "925 мл"
                            },
                            {
                                "id": 228,
                                "name2": "Мол ультр с 3лет Агуша с вит и йод 2.5% 1л х12 Сл",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1 л"
                            },
                            {
                                "id": 229,
                                "name2": "Молоко стерил Агуша 4витам Йод 3.2% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 230,
                                "name2": "Молоко стерил Агуша Витам 3.2% 500г х15 СЛРК ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "500 г"
                            },
                            {
                                "id": 231,
                                "name2": "Молоко стерил Агуша для БерКорм 2.5% 1л х12 СЛ",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1 л"
                            },
                            {
                                "id": 232,
                                "name2": "Молоко стерил Агуша Пребиот 2.5% 0.2л х18 БЗ ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 233,
                                "name2": "Молоко ультр д/д с 3лет Агуша 3.2%925мл х12 TBASHC",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "925 мл"
                            },
                            {
                                "id": 234,
                                "name2": "МолСтерДетАгуша витА,В1,В2,С+йод 2.5%200мл х18TBABод2.5%200мл х18 TBA",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 235,
                "name": "Мясные Пюре",
                "level": 1,
                "nodes": [
                    {
                        "id": 236,
                        "name": "Мясные Пюре",
                        "level": 2,
                        "products": [
                            {
                                "id": 237,
                                "name2": "ВЫВЕДЕНО ДП Пюре мяс Агуша Инд 5.5% 1x8x80г Стекло",
                                "level4": "АГУША",
                                "level5": "ИНДЕЙКА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 238,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша Говяд 6.2% 80г х2 х4 МП СБнДП",
                                "level4": "АГУША",
                                "level5": "ГОВЯДИНА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 239,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша Индейка 5.5% 80г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ИНДЕЙКА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 240,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша ЦыпГовяд 7.7% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК-ГОВЯДИНА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 241,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша ЦыпГовяд 7.7% 80гх2х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК-ГОВЯДИНА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 242,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша Цыпленок 6% 80г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 243,
                                "name2": "ВЫВЕДЕНО Пюре Мясное Агуша Цыпленок 6% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 244,
                                "name2": "ДП Пюре мясное Агуша говяд 6.2% 1х8х100г Жесть",
                                "level4": "АГУША",
                                "level5": "ГОВЯДИНА",
                                "level6": "БАНКА",
                                "level7": "100 Г"
                            },
                            {
                                "id": 245,
                                "name2": "ДП Пюре мясное Агуша кролик 7% 1х8х100г Жесть",
                                "level4": "АГУША",
                                "level5": "КРОЛИК",
                                "level6": "БАНКА",
                                "level7": "100 Г"
                            },
                            {
                                "id": 246,
                                "name2": "ДП Пюре мясное Агуша цып 6% 1х8х100г Жесть",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК",
                                "level6": "БАНКА",
                                "level7": "100 Г"
                            },
                            {
                                "id": 247,
                                "name2": "Пюре Мясное Агуша Говяд 6.2% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГОВЯДИНА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 248,
                                "name2": "Пюре Мясное Агуша Индейка 5.5% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ИНДЕЙКА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 249,
                                "name2": "Пюре Мясное Агуша Кролик 7% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "КРОЛИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 250,
                                "name2": "Пюре Мясное Агуша ЦыпГовяд 7.7% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК-ГОВЯДИНА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 251,
                                "name2": "Пюре Мясное Агуша Цыпленок 6% 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            }
                        ]
                    },
                    {
                        "id": 252,
                        "name": "Мясорастительное Пюре",
                        "level": 2,
                        "products": [
                            {
                                "id": 253,
                                "name2": "ПюрМясРаст Агуша ГовядинаОвощи 2.7% 105г СБн 12Х",
                                "level4": "АГУША",
                                "level5": "ГОВЯДИНА ОВОЩИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 Г"
                            },
                            {
                                "id": 254,
                                "name2": "ПюрМясРаст Агуша ИдейкаОвощ 2.2% 105г СБн 12Х",
                                "level4": "АГУША",
                                "level5": "ИНДЕЙКА ОВОЩИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 Г"
                            },
                            {
                                "id": 255,
                                "name2": "ПюрМясРаст Агуша ЦыпленОвощ 2.6% 105г СБн 12Х",
                                "level4": "АГУША",
                                "level5": "ЦЫПЛЕНОК ОВОЩИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 256,
                "name": "Овощные Пюре",
                "level": 1,
                "nodes": [
                    {
                        "id": 257,
                        "name": "Овощные Пюре",
                        "level": 2,
                        "products": [
                            {
                                "id": 258,
                                "name2": "ВБД Пюре овощ Агуша Кабачок 80г СБн 8X",
                                "level4": "АГУША",
                                "level5": "КАБАЧОК",
                                "level6": "Банка стекло",
                                "level7": "80 Г"
                            },
                            {
                                "id": 259,
                                "name2": "ВЫВЕДЕНО Пюре Овощ Агуша Картоф Кабачок 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "КАРТОФЕЛЬ-КАБАЧОК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 260,
                                "name2": "Пюре Овощ Агуша Цветн капуста 80г СБн 8Х",
                                "level4": "АГУША",
                                "level5": "КАПУСТА ЦВЕТНАЯ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 261,
                                "name2": "Пюре Овощн Агуша Брокколи 80г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "БРОККОЛИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "80 г"
                            },
                            {
                                "id": 262,
                                "name2": "Пюре Овощн Агуша Морковь 105г СБн 12Х",
                                "level4": "АГУША",
                                "level5": "МОРКОВЬ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 Г"
                            },
                            {
                                "id": 263,
                                "name2": "Пюре овощное Агуша Тыква 105г СБн 12Х",
                                "level4": "АГУША",
                                "level5": "ТЫКВА",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 264,
                "name": "Питьевая Вода Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 265,
                        "name": "Питьевая Вода",
                        "level": 2,
                        "products": [
                            {
                                "id": 266,
                                "name2": "Вода Питьевая Детская Агуша 0.33л х12 БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "330 мл"
                            },
                            {
                                "id": 267,
                                "name2": "Вода Питьевая Детская Агуша 1.5л х6 БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,5 л"
                            },
                            {
                                "id": 268,
                                "name2": "Вода Питьевая Детская Агуша 5л х4 БП ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "5 л"
                            },
                            {
                                "id": 269,
                                "name2": "ВЫВЕДЕНО Вода питьевая \"Агуша\" 0% 5л БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "5 л"
                            },
                            {
                                "id": 270,
                                "name2": "ВЫВЕДЕНО Вода Питьевая Детская Агуша 0.33л х12 БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "330 мл"
                            },
                            {
                                "id": 271,
                                "name2": "ВЫВЕДЕНО Вода Питьевая Детская Агуша 1.5л х6 БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,5 л"
                            },
                            {
                                "id": 272,
                                "name2": "ВЫВЕДЕНО Вода Питьевая Детская Агуша 1.5л х6 БП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,5 л"
                            },
                            {
                                "id": 273,
                                "name2": "ВЫВЕДЕНО Вода Питьевая Детская Агуша 5л х4 БП ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "5 л"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 274,
                "name": "Сухие Каши",
                "level": 1,
                "nodes": [
                    {
                        "id": 275,
                        "name": "Сухие Каши",
                        "level": 2,
                        "products": [
                            {
                                "id": 276,
                                "name2": "Каша Молоч Сух Агуша Овсян 200г х10 КФол ДП",
                                "level4": "АГУША",
                                "level5": "ОВСЯНКА",
                                "level6": "КАРТОН",
                                "level7": "200 г"
                            },
                            {
                                "id": 277,
                                "name2": "Каша Молоч Сух Агуша Рис 200г х10 КФол ДП",
                                "level4": "АГУША",
                                "level5": "РИС",
                                "level6": "КАРТОН",
                                "level7": "200 г"
                            },
                            {
                                "id": 278,
                                "name2": "Каша Молоч Сух Агуша Рис КукурБан 200г х10 КФолДП",
                                "level4": "АГУША",
                                "level5": "РИС, КУКУРУЗА, БАНАН",
                                "level6": "КАРТОН",
                                "level7": "200 г"
                            },
                            {
                                "id": 279,
                                "name2": "Каша сух безмол Агуша ГречЯблоко 200г КартФол 10Х",
                                "level4": "АГУША",
                                "level5": "ГРЕЧКА И ЯБЛОКО",
                                "level6": "КАРТОН",
                                "level7": "200 Г"
                            },
                            {
                                "id": 280,
                                "name2": "Каша сух мол Агуша Пшеница с тыкв 200г КартФол 10Х",
                                "level4": "АГУША",
                                "level5": "ПШЕНИЦА, ТЫКВА",
                                "level6": "КАРТОН",
                                "level7": "200 Г"
                            },
                            {
                                "id": 281,
                                "name2": "Каша сухая безмолоч Агуша Гречн 200г КартФол 10Х",
                                "level4": "АГУША",
                                "level5": "ГРЕЧКА",
                                "level6": "КАРТОН",
                                "level7": "200 Г"
                            },
                            {
                                "id": 282,
                                "name2": "Каша сухая молочн Агуша 5 злаков 200г КартФол 10Х",
                                "level4": "АГУША",
                                "level5": "ПШ,РИС,ГРЧК,ОВС,ККРЗ",
                                "level6": "КАРТОН",
                                "level7": "200 Г"
                            },
                            {
                                "id": 283,
                                "name2": "КашаСухаяМол Агуша Овсян 12%200г КартФол (стик)10Х",
                                "level4": "АГУША",
                                "level5": "ОВСЯНКА",
                                "level6": "КАРТОН",
                                "level7": "200 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 284,
                "name": "Творог Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 285,
                        "name": "Творог Мягкий Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 286,
                                "name2": "ВЫВЕДЕНО ДП Биотворог с пребиот дет 4.2% 1х12х100г ван",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 287,
                                "name2": "ВЫВЕДЕНО Творог Классический Агуша 4.5% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 288,
                                "name2": "ВЫВЕДЕНО Творог Классический Агуша 4.5% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 289,
                                "name2": "ДП Твор дет Агуша Кальц,витД, преби4.2%50г х12 ван",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "50 г"
                            },
                            {
                                "id": 290,
                                "name2": "Творог дет Агуша классич 4.5% 100г ванн НД 6Х",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 291,
                                "name2": "Творог детск классич Агуша 4.5% 100г ванн 6Х",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 292,
                                "name2": "Творог Классический Агуша 4.5% 50г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "50 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 293,
                "name": "Творожные Десерты Дп",
                "level": 1,
                "nodes": [
                    {
                        "id": 294,
                        "name": "Творог Фруктовый Дп",
                        "level": 2,
                        "products": [
                            {
                                "id": 295,
                                "name2": "ВЫВЕДЕНО ДП Творог фрукт Агуша лесные яг 3.9% 1х12х100г Ван",
                                "level4": "АГУША",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 296,
                                "name2": "ВЫВЕДЕНО Твор фр АгушЗасып-ка КлубБан+Мелис 3.8%100г х6 ван",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА, БАНАН, МЕЛИССА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 297,
                                "name2": "ВЫВЕДЕНО Творог Фр АгушаЯСам Груш Перс 3.6% 100г х12 Ван ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ГРУША-ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 298,
                                "name2": "ВЫВЕДЕНО Творог Фр АгушаЯСам кус Груш Перс 3.6%100гх12ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ГРУША-ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 299,
                                "name2": "ВЫВЕДЕНО Творог Фр АгушаЯСам кус Клуб Земл 3.6%100гх12ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 300,
                                "name2": "ВЫВЕДЕНО Творог фр АгушаЯСам с клуб-земл 3.6% 100г х12 ванн",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 301,
                                "name2": "ВЫВЕДЕНО Творог Фр Двусл АгушаЯСам КлубВан 3.8%100гх12ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ВАНИЛЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 302,
                                "name2": "ВЫВЕДЕНО Творог Фр Двусл АгушаЯСам КлубВан 3.8%100гх6ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ВАНИЛЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 303,
                                "name2": "ВЫВЕДЕНО Творог Фр ДвуслАгушаЯСам МалБанПеч3.8%100гх12ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 304,
                                "name2": "ВЫВЕДЕНО Творог Фр ДвуслАгушаЯСам МалБанПеч3.8%100гх6ВанДП",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 305,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Абр Мор 3.9% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-МОРКОВЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 306,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Абр Мор 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-МОРКОВЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 307,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Груша 3.9% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 308,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Груша 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 309,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Злаки 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 310,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша МультФр 3.9% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 311,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша МультФр 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 312,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Персик 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 313,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Черника 3.9% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 314,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Черника 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 315,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Ябл Банан 3.9% 100г х12 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 316,
                                "name2": "ВЫВЕДЕНО Творог Фрукт Агуша Ябл Банан 3.9% 100г х6 Ван ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 317,
                                "name2": "ДП Творог дет Агуша Злаки 3.9% 100г ванн 6Х",
                                "level4": "АГУША",
                                "level5": "ЗЛАКИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 318,
                                "name2": "Твор фр Агуша МалЧернСморШипов 3.8% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "МАЛИНА, ЧЕРНАЯ СМОРОДИНА, ШИПОВНИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 319,
                                "name2": "Твор фр АгушЗасып-ка КлубБан+Мелис 3.8%100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА, БАНАН, МЕЛИССА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 320,
                                "name2": "Твор фр АгушЗасып КлубБанМелис 3.8%100г ван НД 6Х",
                                "level4": "АГУША",
                                "level5": "КЛУБНИКА, БАНАН, МЕЛИССА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 321,
                                "name2": "ТворДвусл Агуша ЯСАМ! КлубВаниль 3.8% 100г ван 6Х",
                                "level4": "АГУША Я САМ",
                                "level5": "КЛУБНИКА-ВАНИЛЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 322,
                                "name2": "ТворДвусл АгушаЯСАМ! МалБанПечен 3.8% 100г ван 6Х",
                                "level4": "АГУША Я САМ",
                                "level5": "МАЛИНА, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 323,
                                "name2": "Творог фрук Агуша АбрикМорковь 3.9% 100г ван НД 6Х",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-МОРКОВЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 324,
                                "name2": "Творог фрук Агуша Абрикос-Морковь 3.9% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-МОРКОВЬ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 325,
                                "name2": "Творог фрук Агуша Мультифр 3.9% 100г ван НД 6Х",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 326,
                                "name2": "Творог фрук Агуша Персик 3.9% 100г Ванн НД 6Х",
                                "level4": "АГУША",
                                "level5": "ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 327,
                                "name2": "Творог фрук Агуша Черника 3.9% 100г ванн НД 6Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 328,
                                "name2": "Творог фрук Агуша ЯблокоБанан 3.9% 100г ван НД 6Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 329,
                                "name2": "Творог фрукт Агуша Груша 3.9% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 330,
                                "name2": "Творог фрукт Агуша Груша 3.9% 100г ван НД 6Х",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 331,
                                "name2": "Творог фрукт Агуша Мультифрукт 3.9% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 332,
                                "name2": "Творог фрукт Агуша Персик 3.9% 100г Ванн 6Х",
                                "level4": "АГУША",
                                "level5": "ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 333,
                                "name2": "Творог фрукт Агуша Черника 3.9% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 334,
                                "name2": "Творог фрукт Агуша Яблоко-Банан 3.9% 100г ван 6Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 335,
                "name": "Фруктовые Пюре",
                "level": 1,
                "nodes": [
                    {
                        "id": 336,
                        "name": "Пюре Фруктово-Зерновое",
                        "level": 2,
                        "products": [
                            {
                                "id": 337,
                                "name2": "ПюреФрЗерн Агуша ЯблПерсОвсян 130г ПаучП 10X",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ПЕРСИК, ОВСЯНКА",
                                "level6": "ДОЙ-ПАК",
                                "level7": "130 Г"
                            },
                            {
                                "id": 338,
                                "name2": "ПюреФрЗернАгуша ЯблБанКлубнМультизл 130г ПаучП 10X",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, БАНАН, КЛУБНИКА, ЗЛАКИ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "130 Г"
                            },
                            {
                                "id": 339,
                                "name2": "ПюреФрЗернАгуша ЯблЧерникЗемлМультизл 90гПаучП 10X",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ЧЕРНИКА, ЗЕМЛЯНИКА, ЗЛАКИ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            }
                        ]
                    },
                    {
                        "id": 340,
                        "name": "Пюре Фруктово-Овощное",
                        "level": 2,
                        "products": [
                            {
                                "id": 341,
                                "name2": "ПюреФрОвощ Агуша ЯблГрушБрокколи 90г ПаучП 10X",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, МАЛИНА, ШИПОВНИК",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 342,
                                "name2": "ПюреФрОвощ Агуша ЯблокМорковьАбрик 90г ПаучП 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, МОРКОВЬ, АБРИКОС",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 343,
                                "name2": "ПюреФрОвощ Агуша ЯблТыкваПерсБанан 90г ПаучП 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ТЫКВА, ПЕРСИК, БАНАН",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            }
                        ]
                    },
                    {
                        "id": 344,
                        "name": "Фруктово-Молочные Пюре",
                        "level": 2,
                        "products": [
                            {
                                "id": 345,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Банан Сливки 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 346,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Банан Сливки 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 347,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Сливки 200г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 348,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Сливки 200г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 349,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Сливки 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 350,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Сливки 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-СЛИВКИ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 351,
                                "name2": "ВЫВЕДЕНО Пюре Агуша Ябл Творог 115г х12 СБн ДП БЛР",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ТВОРОГ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 Г"
                            },
                            {
                                "id": 352,
                                "name2": "ДП Пюре фр Агуша ЯблКлубнТворог 90г PouchPack 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, КЛУБНИКА, ТВОРОГ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 353,
                                "name2": "ДП Пюре фр Агуша ЯблТворПеченье 90г PouchPack 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ПЕЧЕНЬЕ, ТВОРОГ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            }
                        ]
                    },
                    {
                        "id": 354,
                        "name": "Фруктовые Пюре",
                        "level": 2,
                        "products": [
                            {
                                "id": 355,
                                "name2": "ВЫВЕДЕНО ДП Пюре конс фр АгушаЯСАМ Бан 0% 1х10х90г Doy-pack",
                                "level4": "АГУША Я САМ",
                                "level5": "БАНАН",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 356,
                                "name2": "ВЫВЕДЕНО ДП Пюре конс фр АгушаЯСАМ яб-пер 0% 1х10х90г DoyР",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО, ПЕРСИК",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 357,
                                "name2": "ВЫВЕДЕНО ДП Пюре фр Агуша Я САМ! груша 0% 1х10х90г Doy-pack",
                                "level4": "АГУША Я САМ",
                                "level5": "ГРУША",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 358,
                                "name2": "ВЫВЕДЕНО ДП Пюре фр Агуша ЯСАМ! ябл-бан-печ 1х10х90г ДойПак",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 359,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Банан 90г х10 ДойП ДП",
                                "level4": "АГУША",
                                "level5": "БАНАН",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 360,
                                "name2": "ВЫВЕДЕНО Пюре фрукт Агуша Груш-Ябл 6х2х115г Кластер",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 361,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Груша 115г х12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 362,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Груша 115г х2 х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 363,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Груша 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 364,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Груша 90г х10 ДойП ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 365,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Груша Ябл 115г х12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 366,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Банан 115г х12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 367,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Банан 115г х2 х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 368,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Банан 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 369,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Груша 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 370,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл КусЯбл 105г х2 х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 371,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Персик 115г х12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 372,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Персик 115г х2 х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 373,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл Персик 90г х10 ДойП ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 374,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Ябл с КусЯбл 105гх12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 375,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблГруш КусЯбл 105гх2х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 376,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблГруш с КусЯбл 105г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 377,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблГрушБанПер 115гх12СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ГРУША, БАНАН, ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 378,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 115г х12 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 379,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 115г х2 х6 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 380,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 200г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 381,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 200г х2 х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 382,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 200г х8 СБн ДП Промо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 383,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко 90г х10 ДойП ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 384,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша Яблоко с КусЯбл 105г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 385,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблПерс КусЯбл 190гх2х4 МП СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "190 г"
                            },
                            {
                                "id": 386,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблПерс с КусЯбл190гх8СБн ДППромо",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "190 г"
                            },
                            {
                                "id": 387,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт Агуша ЯблПерсик с КусЯбл 190г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "190 г"
                            },
                            {
                                "id": 388,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт АгушаЯблГруш с КусЯбл105гх12СБн ДППромо",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "105 г"
                            },
                            {
                                "id": 389,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт АгушаЯСам МультФр 90г х10 ДойП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 390,
                                "name2": "ВЫВЕДЕНО Пюре Фрукт АгушаЯСам Ябл Бан Печен 90гх10 ДойП ДП",
                                "level4": "АГУША Я САМ",
                                "level5": "ЯБЛОКО, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 391,
                                "name2": "ДП Пюре фр Агуша Ябл-бан-печ 90г х10 пауч-пак",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 392,
                                "name2": "ДП Пюре фр Агуша ЯблЕжевикаМал 90г PouchPack 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ЕЖЕВИКА, МАЛИНА",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 393,
                                "name2": "ДП Пюре фр Агуша ЯблКлубнМалина 90г PouchPack 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, КЛУБНИКА, МАЛИНА",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 394,
                                "name2": "ДП Пюре фр Агуша ЯблМалШипов 90г PouchPack 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, МАЛИНА, ШИПОВНИК",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 Г"
                            },
                            {
                                "id": 395,
                                "name2": "ДП Пюре фрукт Агуша Банан 90г х10 пауч-пак",
                                "level4": "АГУША",
                                "level5": "БАНАН",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 396,
                                "name2": "ДП Пюре фрукт Агуша Груша 90г х10 пауч пак",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 397,
                                "name2": "ДП Пюре фрукт Агуша Мультифрукт 90г х10 пауч-пак",
                                "level4": "АГУША",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 398,
                                "name2": "ДП Пюре фрукт Агуша Ябл-персик 90г х10 пауч-пак",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 399,
                                "name2": "ДП Пюре фрукт Агуша Яблоко 90г пауч-пак IMA 10Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 400,
                                "name2": "ДП Пюре фрукт Агуша Яблоко 90г х10 пауч-пак",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "ДОЙ-ПАК",
                                "level7": "90 г"
                            },
                            {
                                "id": 401,
                                "name2": "Пюре фрук Агуша Красн и черн.смород 115г х12 СБн",
                                "level4": "АГУША",
                                "level5": "СМОРОДИНА ЧЕРНАЯ-СМОРОДИНА КРАСНАЯ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 Г"
                            },
                            {
                                "id": 402,
                                "name2": "Пюре Фрукт Агуша Груша 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 403,
                                "name2": "Пюре Фрукт Агуша Груша 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 404,
                                "name2": "Пюре Фрукт Агуша Груша Ябл 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 405,
                                "name2": "Пюре фрукт Агуша Ябл-Черника-Вишня 115г х12 СБн",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ЧЕРНИКА-ВИШНЯ",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 Г"
                            },
                            {
                                "id": 406,
                                "name2": "Пюре Фрукт Агуша Ябл Банан 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 407,
                                "name2": "Пюре Фрукт Агуша Ябл Банан 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 408,
                                "name2": "Пюре Фрукт Агуша Ябл Груша 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ГРУША-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 409,
                                "name2": "Пюре Фрукт Агуша Ябл Персик 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 410,
                                "name2": "Пюре Фрукт Агуша ЯблГрушБанПер 0% 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ГРУША, БАНАН, ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 411,
                                "name2": "Пюре фрукт Агуша Яблоко-Абрикос 115г х12 СБн",
                                "level4": "АГУША",
                                "level5": "АБРИКОС-ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 Г"
                            },
                            {
                                "id": 412,
                                "name2": "Пюре фрукт Агуша Яблоко-Груша-Перс 115г х12 СБн",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО-ГРУША-ПЕРСИК",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 Г"
                            },
                            {
                                "id": 413,
                                "name2": "Пюре Фрукт Агуша Яблоко 115г х12 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "115 г"
                            },
                            {
                                "id": 414,
                                "name2": "Пюре Фрукт Агуша Яблоко 200г х8 СБн ДП",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО",
                                "level6": "СТЕКЛЯННАЯ БАНКА",
                                "level7": "200 г"
                            },
                            {
                                "id": 415,
                                "name2": "ПюреФр Агуша ЯблКлубЗемлКлюк 65мл TCASL 16Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, КЛУБНИКА, ЗЕМЛЯНИКА, КЛЮКВА",
                                "level6": "ТЕТРА КЛАССИК АСЕПТИК СЛИМ",
                                "level7": "65 МЛ"
                            },
                            {
                                "id": 416,
                                "name2": "ПюреФр Агуша ЯблСморЧернЕжевика 65мл TCASL 16Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ЧЕРНАЯ СМОРОДИНА, ЕЖЕВИКА",
                                "level6": "ТЕТРА КЛАССИК АСЕПТИК СЛИМ",
                                "level7": "65 МЛ"
                            },
                            {
                                "id": 417,
                                "name2": "ПюреФр Агуша ЯблЧерникШиповн 65мл TCASL 16Х",
                                "level4": "АГУША",
                                "level5": "ЯБЛОКО, ЧЕРНИКА, ШИПОВНИК",
                                "level6": "ТЕТРА КЛАССИК АСЕПТИК СЛИМ",
                                "level7": "65 МЛ"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "id": 418,
        "name": "Молочные Продукты",
        "level": 0,
        "nodes": [
            {
                "id": 419,
                "name": "Жидкие Молочные Десерты",
                "level": 1,
                "nodes": [
                    {
                        "id": 420,
                        "name": "Молочный Коктейль",
                        "level": 2,
                        "products": [
                            {
                                "id": 421,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил Чудо Коллекц Глясе 0.1% 0.2лх27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ГЛЯСЕ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 422,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил Чудо Коллекц Капуч 0.1% 0.2лх27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "КАПУЧИНО",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 423,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил ЧудоДетки Клуб 3.2% 200млх27 БЗ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 424,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил ЧудоДетки Шок 2.5%200мл х27 БЗ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 425,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил ЧудоДетки Шок 2.5%900мл х12 ТБА ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "900 мл"
                            },
                            {
                                "id": 426,
                                "name2": "ВЫВЕДЕНО Коктейль аром Чудо ваниль 2% 1х12х950г",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 427,
                                "name2": "ВЫВЕДЕНО Микс: КоктМол Чудо Клуб,Вани 2% 0.2л Слим (кор)",
                                "level4": "ЧУДО",
                                "level5": "АССОРТИ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 428,
                                "name2": "ВЫВЕДЕНО Микс:КоктМолЧудоШокМолШокБелБанКар3% 0.2л СЛ (кор)",
                                "level4": "ЧУДО",
                                "level5": "АССОРТИ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 429,
                                "name2": "ВЫВЕДЕНО Молоко аром Чудо бан-кар 2% 1х18х0.2л TBAS",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КАРАМЕЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 430,
                                "name2": "ВЫВЕДЕНО Молоко аром Чудо бан-кар 2% 1х27х0.2л TBAS",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КАРАМЕЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 431,
                                "name2": "Кокт мол стер Чудо банан-карам 2% 0.2л TBAS 27Х",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КАРАМЕЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 432,
                                "name2": "Кокт мол стер Чудо Ваниль 2% 0.2л TBASl 27Х",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 433,
                                "name2": "Кокт мол стер Чудо Ваниль 2% 0.2л TBASl 27Х",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 434,
                                "name2": "Кокт мол стер Чудо Клубника 2% 0.2л ТВАSl 27Х",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 435,
                                "name2": "Кокт мол стер ЧудоДетки Шокол 2.5% 200мл х18 TBA",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 436,
                                "name2": "Кокт Мол стерил Чудо Банан Карамель 2% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КАРАМЕЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 437,
                                "name2": "Кокт Мол стерил Чудо Банан Карамель 2% 960г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КАРАМЕЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "960 г"
                            },
                            {
                                "id": 438,
                                "name2": "Кокт Мол стерил Чудо Белый Шоколад 3% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД БЕЛЫЙ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 439,
                                "name2": "Кокт Мол стерил Чудо Ваниль 2% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 440,
                                "name2": "Кокт Мол стерил Чудо Ваниль 2% 960г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "960 г"
                            },
                            {
                                "id": 441,
                                "name2": "Кокт Мол стерил Чудо взб Ваниль 5% 950г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 442,
                                "name2": "Кокт Мол стерил Чудо взб Клуб 5% 950г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 443,
                                "name2": "Кокт Мол стерил Чудо Клуб 2% 0.2л х18 СЛ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 444,
                                "name2": "Кокт Мол стерил Чудо Клуб 2% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 445,
                                "name2": "Кокт Мол стерил Чудо Клуб 2% 950г х8 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 446,
                                "name2": "Кокт Мол стерил Чудо Клуб 2% 960г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "960 г"
                            },
                            {
                                "id": 447,
                                "name2": "Кокт Мол стерил Чудо Молоч Шоколад 3% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД МОЛОЧНЫЙ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 448,
                                "name2": "Кокт Мол стерил Чудо Шоколад 2% 950г х8 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 449,
                                "name2": "Кокт Мол стерил Чудо Шоколад 2% 960г х12 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "960 г"
                            },
                            {
                                "id": 450,
                                "name2": "Кокт Мол стерил Чудо Шоколад 3% 0.2л х27 СЛ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 451,
                                "name2": "Кокт Мол стерил ЧудоДетки Клуб 3.2% 200млх18 БЗ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 452,
                                "name2": "Кокт Мол ультрап Чудо Ваниль 2% 270г х8 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 453,
                                "name2": "Кокт Мол ультрап Чудо Клуб 2% 270г х8 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 454,
                                "name2": "Кокт Мол ультрап Чудо Шоколад 2% 270г х8 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 455,
                                "name2": "Кокт Мол ультрап ЧудоДетки Клуб 3.2% 255млх8ПЭТ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "260 мл"
                            },
                            {
                                "id": 456,
                                "name2": "Кокт Мол ультрап ЧудоДетки Шок 2.5% 255млх8 ПЭТ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ШОКОЛАД",
                                "level6": "ПЭТ",
                                "level7": "255 мл"
                            },
                            {
                                "id": 457,
                                "name2": "КоктМолоч Чудо МорожЯгодн 2% 960г TBASl 12Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДНОЕ МОРОЖЕНОЕ",
                                "level6": "ТЕТРА СЛИМ",
                                "level7": "960 Г"
                            },
                            {
                                "id": 458,
                                "name2": "КоктМолоч Чудо МорожЯгодное 2% 200мл TBASl 27Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДНОЕ МОРОЖЕНОЕ",
                                "level6": "ТЕТРА СЛИМ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 459,
                                "name2": "КоктМолоч Чудо МорожЯгодное 2% 950г ПЭТ 8Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДНОЕ МОРОЖЕНОЕ",
                                "level6": "ПЭТ",
                                "level7": "950 Г"
                            },
                            {
                                "id": 460,
                                "name2": "КоктМолСтер Чудо  Клубника 3.2% 200мл Base 18Х",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 461,
                                "name2": "КоктМолСтер Чудо ПломбирВанил 2.5% 200мл ТВА 18Х",
                                "level4": "ЧУДО",
                                "level5": "ПЛОМБИР ВАНИЛЬНЫЙ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 462,
                                "name2": "КоктМолСтер Чудо Шоколад 2.5% 200мл Base 18Х",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 463,
                                "name2": "КоктМолСтер ЧудоДет ПеченьеБан 2.5%200мл ТБАБ 18Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "БАНАН И ПЕЧЕНЬЕ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 464,
                                "name2": "КоктМолСтер ЧудоДет ПломбВанильн 2.5% 200млТВА 18Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ПЛОМБИР ВАНИЛЬНЫЙ",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 465,
                                "name2": "Молоко аром Чудо ваниль 2% 1х18х0.2л TBAS",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 466,
                                "name2": "Чудо молочное Шоколад 3% 1х6х950г ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            }
                        ]
                    },
                    {
                        "id": 467,
                        "name": "Сок С Молоком",
                        "level": 2,
                        "products": [
                            {
                                "id": 468,
                                "name2": "ВЫВЕДЕНО Нап сывмол Мажитель Party ПинаКол 0.04% 0.25лх24ПЗ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПИНА-КОЛАДА",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "250 мл"
                            },
                            {
                                "id": 469,
                                "name2": "ВЫВЕДЕНО Нап сывмол Мажитель Party ПинаКол 0.05% 0.25лх24ПЗ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПИНА-КОЛАДА",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "250 мл"
                            },
                            {
                                "id": 470,
                                "name2": "ВЫВЕДЕНО Нап сывмол Мажитель Party ПинаКол 0.05% 950гх12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПИНА-КОЛАДА",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "950 Г"
                            },
                            {
                                "id": 471,
                                "name2": "Нап сывмол Мажитель Party Пинакол 0.04% 950гх12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПИНА-КОЛАДА",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "950 г"
                            },
                            {
                                "id": 472,
                                "name2": "Нап сывмол Мажитель Груша Манго 0.05% 950г х12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ГРУША-МАНГО",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "950 г"
                            },
                            {
                                "id": 473,
                                "name2": "Нап сывмол Мажитель Клуб 0.05% 950г х12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "950 г"
                            },
                            {
                                "id": 474,
                                "name2": "Нап сывмол Мажитель МультФр 0.05% 950г х12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "950 г"
                            },
                            {
                                "id": 475,
                                "name2": "Нап сывмол Мажитель Перс Марк 0.05% 950г х12 КФ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "950 г"
                            },
                            {
                                "id": 476,
                                "name2": "Нап сывмол Мажитэль Клуб 0.05% 0.25л х24 ПЗ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "250 мл"
                            },
                            {
                                "id": 477,
                                "name2": "Нап сывмол Мажитэль МультФр 0.05% 0.25л х24 ПЗ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "250 мл"
                            },
                            {
                                "id": 478,
                                "name2": "Нап сывмол Мажитэль Перс Марк 0.05% 0.25л х24 ПЗ",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "ТЕТРА ПАК ПРИЗМА",
                                "level7": "250 мл"
                            },
                            {
                                "id": 479,
                                "name2": "НапСыворМол Мажитэль ЧерникЗемл 0.05% 950г CF 12Х",
                                "level4": "МАЖИТЭЛЬ",
                                "level5": "ЧЕРНИКА И ЗЕМЛЯНИКА",
                                "level6": "ТЕТРА ПРИЗМА",
                                "level7": "950 Г"
                            }
                        ]
                    },
                    {
                        "id": 480,
                        "name": "Сок С Сывороткой",
                        "level": 2,
                        "products": [
                            {
                                "id": 481,
                                "name2": "ВЫВЕДЕНО НапитСыворот МажитJ7 Мультифрукт 0.04% 950г ПЭТ 8Х",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "СМЕСЬ ФРУКТОВ",
                                "level6": "ПЭТ",
                                "level7": "950 Г"
                            },
                            {
                                "id": 482,
                                "name2": "Нап сыв/сок МажитJ7 ГрейпфЛимАпел 0.04%950г ПЭТ 8Х",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "ГРЕЙПФРУТ, ЛИМОН, АПЕЛЬСИН",
                                "level6": "ПЭТ",
                                "level7": "950 Г"
                            },
                            {
                                "id": 483,
                                "name2": "Нап сывор Мажитель J7 Ананас Манго 0.03% 270гх8ПЭТ",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "АНАНАС, МАНГО",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 484,
                                "name2": "Нап сывор Мажитель J7 Ананас Манго 0.03% 950гх8ПЭТ",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "АНАНАС, МАНГО",
                                "level6": "ПЭТ",
                                "level7": "950 Г"
                            },
                            {
                                "id": 485,
                                "name2": "Нап сывор Мажитель J7 Арбуз Дыня 0.03% 270г х8 ПЭТ",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "ДЫНЯ, АРБУЗ",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 486,
                                "name2": "Нап сывор Мажитель J7 Арбуз Дыня 0.03% 950г х8 ПЭТ",
                                "level4": "МАЖИТЭЛЬ ДЖЕЙ7",
                                "level5": "ДЫНЯ, АРБУЗ",
                                "level6": "ПЭТ",
                                "level7": "950 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 487,
                "name": "Йогурты",
                "level": 1,
                "nodes": [
                    {
                        "id": 488,
                        "name": "Йогурт Вязкий Живой",
                        "level": 2,
                        "products": [
                            {
                                "id": 489,
                                "name2": "Биойг с нап БиоМакс ОтрубиЗлаки 2.6% 125г х24 Четв",
                                "level4": "БИО-МАХ",
                                "level5": "ОТРУБИ-ЗЛАКИ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 490,
                                "name2": "Биойогурт Классич БиоМакс 3.2% 125г х24 Четв",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 491,
                                "name2": "Биойогурт фрук БиоМакс Клубника 2.6% 125г х24 Четв",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 492,
                                "name2": "Биойогурт Фрукт БиоМакс Персик 2.5% 125г х24 Четв",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 493,
                                "name2": "Биойогурт Фрукт БиоМакс Черн 2.5% 125г х24 Четв",
                                "level4": "БИО-МАХ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 494,
                                "name2": "ВЫВЕДЕНО Биойогурт БиоМакс Отруби Злак 2.5% 115г х12 Ван",
                                "level4": "БИО-МАХ",
                                "level5": "ОТРУБИ-ЗЛАКИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "115 Г"
                            },
                            {
                                "id": 495,
                                "name2": "ВЫВЕДЕНО Биойогурт БиоМакс Отруби Злак 2.5%150г х12Ван",
                                "level4": "БИО-МАХ",
                                "level5": "ОТРУБИ-ЗЛАКИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 496,
                                "name2": "ВЫВЕДЕНО Биойогурт Натур БиоМакс 3.1% 115г х12 Ван",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "115 Г"
                            },
                            {
                                "id": 497,
                                "name2": "ВЫВЕДЕНО Биойогурт Натур БиоМакс 3.1% 115г х12 Ван +10%",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "127 Г"
                            },
                            {
                                "id": 498,
                                "name2": "ВЫВЕДЕНО Биойогурт фрук BioMax Лесн ягоды 2.6% 290г x8 МСТ",
                                "level4": "БИО-МАХ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 499,
                                "name2": "ВЫВЕДЕНО Биойогурт фрукт BioMax Вишня 2.6% 290г х8 МСТ",
                                "level4": "БИО-МАХ",
                                "level5": "ВИШНЯ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 500,
                                "name2": "ВЫВЕДЕНО Биойогурт Фрукт БиоМакс Клуб 2.5% 115г х12 Ван",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "115 г"
                            },
                            {
                                "id": 501,
                                "name2": "ВЫВЕДЕНО Биойогурт Фрукт БиоМакс Клуб 2.5% 115г х12Ван +10%",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "127 Г"
                            },
                            {
                                "id": 502,
                                "name2": "ВЫВЕДЕНО Биойогурт Фрукт БиоМакс Клуб 2.5% 150г х12 Ван",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 503,
                                "name2": "ВЫВЕДЕНО Йог вяз Чудо Завтрак пер/мюс 2.5% 1х12х180г мст",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "180 Г"
                            },
                            {
                                "id": 504,
                                "name2": "ВЫВЕДЕНО Йогурт вязкий Фругурт Клубника 2.5% 1х16х250г ванн",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 505,
                                "name2": "ВЫВЕДЕНО Йогурт Класич Чудо 3.5% 125г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 506,
                                "name2": "ВЫВЕДЕНО Йогурт с фр на дне Чудо Садов фр 2.5% 125г х12 ван",
                                "level4": "ЧУДО",
                                "level5": "ГРУША, ЯБЛОКО, СМОРОДИНА ЧЕРНАЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 507,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Ананас 2.5% 125г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 508,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Виш 2.5% 125г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 509,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Виш Череш 2.5% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 г"
                            },
                            {
                                "id": 510,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб 2.5% 125г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 511,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб Земл 2.5% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 512,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб Земл 2.5% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 Г"
                            },
                            {
                                "id": 513,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Марк 2.5% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 514,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Марк 2.5% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 Г"
                            },
                            {
                                "id": 515,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Черника Мал 2.5% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 516,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Черника Мал 2.5% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 г"
                            },
                            {
                                "id": 517,
                                "name2": "Йогур с фр на дне Чудо Северн яг 2.5% 125г х12 ван",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, КЛЮКВА, МОРОШКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 518,
                                "name2": "Йогурт BioMax classic 3.2% 125г х24 четв ул.пищ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 519,
                                "name2": "Йогурт с фр на дне Чудо ВишЧереш 2.5% 125г ван 12Х",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 Г"
                            },
                            {
                                "id": 520,
                                "name2": "Йогурт Фрукт БТМ Вишня 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "ВИШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 521,
                                "name2": "Йогурт Фрукт БТМ Клуб 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 522,
                                "name2": "Йогурт Фрукт БТМ Персик Марк 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "ПЕРСИК, МАРАКУЙЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 523,
                                "name2": "Йогурт Фрукт БТМ Персик Марк 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "ПЕРСИК, МАРАКУЙЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 524,
                                "name2": "Йогурт Фрукт БТМ Черника 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 525,
                                "name2": "Йогурт Фрукт БТМ Черника 2.5% 250г х16 Ван",
                                "level4": "NON BRANDED",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 526,
                                "name2": "Йогурт Фрукт на дне Чудо Клуб 2.5% 160г х12 МВан",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "160 г"
                            },
                            {
                                "id": 527,
                                "name2": "Йогурт Фрукт на дне Чудо Перс Манг2,5%160гх12 МВан",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАНГО",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "160 г"
                            },
                            {
                                "id": 528,
                                "name2": "Йогурт Фрукт Чудо Виш Черешня 2.5% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 529,
                                "name2": "Йогурт Фрукт Чудо Клуб Джем 2.5% 125г х12 МВан",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 530,
                                "name2": "Йогурт Фрукт Чудо Клуб Земл 2.5% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 531,
                                "name2": "Йогурт Фрукт Чудо Перс Манго Дж 2.5% 125г х12 МВан",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАНГО",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 г"
                            },
                            {
                                "id": 532,
                                "name2": "Йогурт Фрукт Чудо Перс Марк 2.5% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 533,
                                "name2": "Йогурт Фрукт Чудо Черника Мал 2.5% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 534,
                                "name2": "Йогурт Чудо Ассорти 2.5% 290г х8 мст",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 535,
                                "name2": "Йогурт Чудо Гавайсикй Микс 2.5% 290г МСТ СГ38 8Х",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС, МАНГО, ЧИА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 Г"
                            },
                            {
                                "id": 536,
                                "name2": "Йогурт Чудо Гавайский Микс 2.5% 290г МСТ 8Х",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС, МАНГО, ЧИА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 Г"
                            },
                            {
                                "id": 537,
                                "name2": "Йогурт ЧудоДет Пломбир с печеньем 2.7% 90г МСТ 6Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ПЛОМБИР И ПЕЧЕНЬЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 Г"
                            },
                            {
                                "id": 538,
                                "name2": "Йогурт ЧудоДетки КлубнБананПеченье 2.7% 90г МСТ 6Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА, БАНАН, ПЕЧЕНЬЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "90 Г"
                            },
                            {
                                "id": 539,
                                "name2": "ЙогурТермост ДвД Вишня 3% 150г МСТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ВИШНЯ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 540,
                                "name2": "ЙогурТермост ДвД Клубника 3% 150г МСТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "КЛУБНИКА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 541,
                                "name2": "ЙогурТермост ДвД Натур 3.7% 150г МСТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "НЕ ОПРЕДЕЛЕН",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 542,
                                "name2": "ЙогурТермост ДвД Черника 3% 150г МСТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 543,
                                "name2": "ЙогурТермост ДвД Яблоко 3% 150г МСТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ЯБЛОКО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 544,
                                "name2": "ЙогФрук Чудо ГолубБруснКняженик 2.5% 290г МСТ 8Х",
                                "level4": "ЧУДО",
                                "level5": "ГОЛУБИКА, БРУСНИКА, КНЯЖЕНИКА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 Г"
                            }
                        ]
                    },
                    {
                        "id": 545,
                        "name": "Йогурт Вязкий Термизированный",
                        "level": 2,
                        "products": [
                            {
                                "id": 546,
                                "name2": "ВЫВЕДЕНО Йогуртер Чудо виш-череш 5.1% 1х24х115г Четв",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 Г"
                            },
                            {
                                "id": 547,
                                "name2": "ВЫВЕДЕНО Йогуртер Чудо лесные яг 5.1% 1х24х115г Четв",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 Г"
                            },
                            {
                                "id": 548,
                                "name2": "ВЫВЕДЕНО Прод Йогуртн пастер Чудо Клуб Земл 5.1%115гх24Четв",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            },
                            {
                                "id": 549,
                                "name2": "ВЫВЕДЕНО Прод Йогуртн пастер Чудо Перс Марк 5.1%115гх24Четв",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            },
                            {
                                "id": 550,
                                "name2": "Прод Йогуртн пастер Фругурт Клуб 2.5%100г х24 Четв",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "100 г"
                            },
                            {
                                "id": 551,
                                "name2": "Прод Йогуртн пастер Фругурт Перс 2.5%100г х24 Четв",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "100 г"
                            },
                            {
                                "id": 552,
                                "name2": "Прод Йогуртн пастер Фругурт Черн 2.5% 100г х24Четв",
                                "level4": "ФРУГУРТ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "100 г"
                            },
                            {
                                "id": 553,
                                "name2": "Прод Йогуртн пастер Фругурт Черн 2.5%100г х24 Четв",
                                "level4": "ФРУГУРТ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "100 г"
                            },
                            {
                                "id": 554,
                                "name2": "Прод Йогуртн пастер Чудо Клуб Земл 2.5%115гх24Четв",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            },
                            {
                                "id": 555,
                                "name2": "Прод Йогуртн пастер Чудо Клуб Земл 5.1%115гх24Четв",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            },
                            {
                                "id": 556,
                                "name2": "Прод Йогуртн пастер Чудо Перс Манг 2.5%115гх24Четв",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАНГО",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            },
                            {
                                "id": 557,
                                "name2": "Прод Йогуртн Чудо Перс Марк 5.1% 115г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "115 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 558,
                "name": "Йогурты Питьевые",
                "level": 1,
                "nodes": [
                    {
                        "id": 559,
                        "name": "Йогурт Питьевой",
                        "level": 2,
                        "products": [
                            {
                                "id": 560,
                                "name2": "Биойог пит кус фр Кунгурс Черника1.5%400г экол 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЧЕРНИКА",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "400 Г"
                            },
                            {
                                "id": 561,
                                "name2": "Биойог пит с кус фр Кунгу Клубн 1.5% 400г экол 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "КЛУБНИКА",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "400 Г"
                            },
                            {
                                "id": 562,
                                "name2": "Биойог пит с кус фр Кунгур ЛеснЯг1.5% 400г экол20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЛЕСНЫЕ ЯГОДЫ",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "400 Г"
                            },
                            {
                                "id": 563,
                                "name2": "Биойог пит с кус фр Кунгур Перс 1.5% 400г экол 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ПЕРСИК",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "400 Г"
                            },
                            {
                                "id": 564,
                                "name2": "Биойогурт BioMax Мюсли-5 злак 2.8% 270г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МЮСЛИ-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 565,
                                "name2": "Биойогурт BioMax Мюсли-5 злак 2.8% 270г х6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МЮСЛИ-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 566,
                                "name2": "Биойогурт BioMax Мюсли-5злак 2.8% 270г БП ГУ6 6Х",
                                "level4": "БИО-МАХ",
                                "level5": "МЮСЛИ-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 567,
                                "name2": "Биойогурт BioMax натур 3.1% 270г БП ГУ6",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 568,
                                "name2": "Биойогурт BioMax натур 3.1% 270г х15 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 569,
                                "name2": "Биойогурт BioMax натур 3.1% 270г х6 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 570,
                                "name2": "Биойогурт Кунгурский 2.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 571,
                                "name2": "Биойогурт фр BioMax ПерсикКурага 2.7% 270г х15 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК-КУРАГА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 572,
                                "name2": "Биойогурт фр BioMax ПерсикКурага 2.7% 270г х6 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК-КУРАГА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 573,
                                "name2": "Биойогурт фр BioMax Чернослив 2.7% 270г БП ГУ6 6Х",
                                "level4": "БИО-МАХ",
                                "level5": "ЧЕРНОСЛИВ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 574,
                                "name2": "Биойогурт фрук BioMax Клубника 2.7% 270г БП ГУ6 6Х",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 575,
                                "name2": "Биойогурт фрук BioMax Клубника 2.7% 270г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 576,
                                "name2": "Биойогурт фрук BioMax Клубника 2.7% 270г х6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 577,
                                "name2": "Биойогурт фрук BioMax Чернослив 2.7% 270г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЧЕРНОСЛИВ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 578,
                                "name2": "Биойогурт фрук BioMax Чернослив 2.7% 270г х6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЧЕРНОСЛИВ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 579,
                                "name2": "Биойогурт фрук BioMax Яблоко-Злаки 2.7% 270г х6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЯБЛОКО-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 580,
                                "name2": "Биойогурт фрук BioMax ЯблокоЗлаки 2.7% 270г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЯБЛОКО-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 581,
                                "name2": "Биойогурт Фрукт БиоМакс Мал ЧСмор 2.7% 290г х6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МАЛИНА-СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "290 Г"
                            },
                            {
                                "id": 582,
                                "name2": "БиойогуртФр BioMax ПерсКурага 2.7% 270г БП ГУ6 6Х",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК-КУРАГА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 583,
                                "name2": "БиойогуртФр BioMax ЯблокоЗлаки 2.7% 270г БП ГУ6 6Х",
                                "level4": "БИО-МАХ",
                                "level5": "ЯБЛОКО-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 584,
                                "name2": "БиойогФр с кус фр Кунгурс Черника 1.5% 190г МСТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЧЕРНИКА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 585,
                                "name2": "БиойогФр с кус фрук Кунгу Клубн 1.5% 190г МСТ 35Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "КЛУБНИКА",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 586,
                                "name2": "БиойогФр с кус фрук Кунгур ЛеснЯг 1.5% 190г МСТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЛЕСНЫЕ ЯГОДЫ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 587,
                                "name2": "БиойогФр с кус фрук Кунгур Перс 1.5% 190г МСТ 35Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ПЕРСИК",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 588,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Клуб 2.7% 300г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "300 г"
                            },
                            {
                                "id": 589,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Мюс 5злак 2.9%300гх6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МЮСЛИ-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "300 МЛ"
                            },
                            {
                                "id": 590,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Натур 3.1% 300г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "300 г"
                            },
                            {
                                "id": 591,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Перс Кур 2.7% 300гх15БП",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК-КУРАГА",
                                "level6": "ПЭТ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 592,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Перс Кур 2.7% 300гх6 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ПЕРСИК-КУРАГА",
                                "level6": "ПЭТ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 593,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Чернсл 2.7% 300г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЧЕРНОСЛИВ",
                                "level6": "ПЭТ",
                                "level7": "300 г"
                            },
                            {
                                "id": 594,
                                "name2": "ВЫВЕДЕНО Биойогурт с бифбак БиоМакс Ябл Злак 2.7% 300гх15БП",
                                "level4": "БИО-МАХ",
                                "level5": "ЯБЛОКО-ЗЛАКИ",
                                "level6": "ПЭТ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 595,
                                "name2": "ВЫВЕДЕНО Биойогурт фр BioMax Мал-Смор.черн 2.7% 270г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МАЛИНА-СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 596,
                                "name2": "ВЫВЕДЕНО Биойогурт фр BioMax Мал-Смор.черн 2.7% 270г х6 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "МАЛИНА-СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 597,
                                "name2": "ВЫВЕДЕНО Биойогурт Фрукт БиоМакс Мал ЧСмор 2.7% 290г х15 БП",
                                "level4": "БИО-МАХ",
                                "level5": "МАЛИНА-СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "290 Г"
                            },
                            {
                                "id": 598,
                                "name2": "ВЫВЕДЕНО Йог фр Чудо Северные ягоды 2.4% 290г x15 БП",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, ГОЛУБИКА, МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 599,
                                "name2": "ВЫВЕДЕНО Йог фр Чудо Северные ягоды 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, ГОЛУБИКА, МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 600,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Груш-Ябл-ЧерСмород 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ГРУША, ЯБЛОКО, СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 601,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Груш-Ябл-ЧерСмород 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ГРУША, ЯБЛОКО, СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 602,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Клубн-Землян 2.4% 270г х6 БП Танд",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 603,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Персик-Абрик 2.4% 270г х6 БП Танд",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 604,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо ПерсМангоДыня 2.4% 270г х6 БП Танд",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 605,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Черника-Мал 2.4% 270г х6 БутПл Танд",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 606,
                                "name2": "ВЫВЕДЕНО Йогурт фр Чудо Черника-малина 2.4% 690г БП 8Х",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "690г"
                            },
                            {
                                "id": 607,
                                "name2": "ВЫВЕДЕНО Йогурт Фругурт Клуб 2.5% 475г х10 ППак",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 608,
                                "name2": "ВЫВЕДЕНО Йогурт Фругурт Персик 2.5% 475г х10 ППак",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 609,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Анан Банан 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 610,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Анан Банан 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 611,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Виш Череш 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 612,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Виш Череш 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 613,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Виш Череш 2.4% 290г х6 ПЭТ ТА",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 614,
                                "name2": "ВЫВЕДЕНО Йогурт фрукт Чудо Вишня-Череш 2.4% 270г х6 БП Танд",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 615,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Груш Чсмор Ябл 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ГРУША, ЯБЛОКО, СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 616,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Груш Чсмор Ябл 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ГРУША, ЯБЛОКО, СМОРОДИНА ЧЕРНАЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 617,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Кив Марк Ап 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "КИВИ, АПЕЛЬСИН, МАРАКУЙЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 618,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб Земл 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 619,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб Земл 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 620,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Клуб Земл 2.4% 290г х6 ПЭТ ТА",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 621,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Манго Дын 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 622,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Манго Дын 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 623,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Манго Дын 2.4% 290гх6ПЭТ ТА",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 624,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Перс Манго Дын 2.4%290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 625,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Персик Абр 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 626,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Персик Абр 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 627,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Персик Абр 2.4% 290г х6 ПЭТ ТА",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 628,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Троп Микс 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "КИВИ, АПЕЛЬСИН, МАРАКУЙЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 629,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Черника Мал 2.4% 290г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 630,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Черника Мал 2.4% 290г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 631,
                                "name2": "ВЫВЕДЕНО Йогурт Фрукт Чудо Черника Мал 2.4% 290г х6 ПЭТ ТА",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 632,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Кокос Шейк 3% 270г х15 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "КОКОСОВЫЙ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 633,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Кокос Шейк 3% 270г х6 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "КОКОСОВЫЙ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 634,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Малин Фрап 2.5% 270г х15 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ФРАППЕ МАЛИНОВЫЙ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 635,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Малин Фрап 2.5% 270г х6 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ФРАППЕ МАЛИНОВЫЙ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 636,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Шок Страч 3.4% 270г х15 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ШОКОЛАДНАЯ СТРАЧАТЕЛЛА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 637,
                                "name2": "ВЫВЕДЕНО Йогурт Чудо Коллекция Шок Страч 3.4% 270г х6 БП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ШОКОЛАДНАЯ СТРАЧАТЕЛЛА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 638,
                                "name2": "Йог ЧудоДет ПломбирМалиновЧернич 2.7% 85г ДойП 12Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ПЛОМБИР МАЛИНА, ЧЕРНИКА",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 Г"
                            },
                            {
                                "id": 639,
                                "name2": "Йог ЧудоДет ТуттиФрут с печеньем 2.7% 85г ДойП 12Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ТУТТИ ФРУТТИ И ПЕЧЕНЬЕ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 Г"
                            },
                            {
                                "id": 640,
                                "name2": "Йогурт пит PL Красн цена Абрик 2.5% 0.5кг х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (КРАСНАЯ ЦЕНА)",
                                "level5": "АБРИКОС",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 641,
                                "name2": "Йогурт пит PL Красн цена Клубн 2.5% 0.5кг х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (КРАСНАЯ ЦЕНА)",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 642,
                                "name2": "Йогурт пит Абрикос Каждый день 2.5% 0.5кг х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "АБРИКОС",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 643,
                                "name2": "Йогурт пит Ополье Абрик 2.5% 0.5кг х10 РР",
                                "level4": "ОПОЛЬЕ",
                                "level5": "АБРИКОС",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 г"
                            },
                            {
                                "id": 644,
                                "name2": "Йогурт пит Ополье Вишня 2.5% 0.5кг х10 РР",
                                "level4": "ОПОЛЬЕ",
                                "level5": "ВИШНЯ",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 г"
                            },
                            {
                                "id": 645,
                                "name2": "Йогурт пит Ополье Клубн 2.5% 0.5кг х10 РР",
                                "level4": "ОПОЛЬЕ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 г"
                            },
                            {
                                "id": 646,
                                "name2": "Йогурт пит. Вишня Каждый день 2.5% 0.5кг х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "ВИШНЯ",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 647,
                                "name2": "Йогурт фр Чудо Ананас-Банан 2.4% 270г х15 БутПл",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 648,
                                "name2": "Йогурт фр Чудо Ананас-Банан 2.4% 270г х6 БутПл",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 649,
                                "name2": "Йогурт фр Чудо вишня-череш 2.4% 690г БП 8Х",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "690 г"
                            },
                            {
                                "id": 650,
                                "name2": "Йогурт фр Чудо Малина-Ежевика 2.4% 270г БП 15Х",
                                "level4": "ЧУДО",
                                "level5": "МАЛИНА, ЕЖЕВИКА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 651,
                                "name2": "Йогурт фр Чудо Малина-Ежевика 2.4% 270г БП 6Х",
                                "level4": "ЧУДО",
                                "level5": "МАЛИНА, ЕЖЕВИКА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 652,
                                "name2": "Йогурт фр Чудо Черника-Малина 2.4% 270г х15 БутПл",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 653,
                                "name2": "Йогурт фр Чудо Черника-Малина 2.4% 270г х6 БутПл",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА-МАЛИНА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 654,
                                "name2": "Йогурт фр Чудо Ягодн мороженое 2.4% 270г БП 15Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДЫ, МОРОЖЕНОЕ",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 655,
                                "name2": "Йогурт фр Чудо Ягодн мороженое 2.4% 270г БП 6Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДЫ, МОРОЖЕНОЕ",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 656,
                                "name2": "Йогурт фр Чудо Ягодное мороженое 2.4% 690г БП 8Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДЫ, МОРОЖЕНОЕ",
                                "level6": "ПЭТ",
                                "level7": "690 Г"
                            },
                            {
                                "id": 657,
                                "name2": "Йогурт Фрукт Чудо Виш Череш 2.4% 290г х15 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 658,
                                "name2": "Йогурт фрукт Чудо Вишня-Череш 2.4% 270г х15  БП",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 659,
                                "name2": "Йогурт фрукт Чудо Вишня-Череш 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 660,
                                "name2": "Йогурт фрукт Чудо Детки Клубника 2.2% 200г БП 4Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 661,
                                "name2": "Йогурт фрукт Чудо Детки Ябл-Бан 2.2% 200г БП 4Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 662,
                                "name2": "Йогурт фрукт Чудо Киви-Марак-Апел 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "КИВИ, АПЕЛЬСИН, МАРАКУЙЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 663,
                                "name2": "Йогурт фрукт Чудо Киви-Марак-Апел 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "КИВИ, АПЕЛЬСИН, МАРАКУЙЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 664,
                                "name2": "Йогурт Фрукт Чудо Клуб Земл 2.4% 290г х15 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 665,
                                "name2": "Йогурт Фрукт Чудо Клуб Земл 2.4% 690г х8 БП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "690 г"
                            },
                            {
                                "id": 666,
                                "name2": "Йогурт фрукт Чудо Клубн-Землян 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 667,
                                "name2": "Йогурт фрукт Чудо Клубн-Землян 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 668,
                                "name2": "Йогурт фрукт Чудо Перс-Манго-Дыня 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 669,
                                "name2": "Йогурт фрукт Чудо Перс-Манго-Дыня 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 670,
                                "name2": "Йогурт фрукт Чудо Персик-Абрик 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 671,
                                "name2": "Йогурт фрукт Чудо Персик-Абрик 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 672,
                                "name2": "Йогурт Фрукт Чудо Персик Абр 2.4% 290г х15 ПЭТ",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "290 г"
                            },
                            {
                                "id": 673,
                                "name2": "Йогурт Фрукт Чудо Персик Абр 2.4% 690г х8 БП",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-АБРИКОС",
                                "level6": "ПЭТ",
                                "level7": "690 г"
                            },
                            {
                                "id": 674,
                                "name2": "Йогурт фрукт Чудо Северные ягоды 2.4% 270г х15 БП",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, ГОЛУБИКА, МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 675,
                                "name2": "Йогурт фрукт Чудо Северные ягоды 2.4% 270г х6 БП",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, ГОЛУБИКА, МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 676,
                                "name2": "Йогурт Фрукт ЧудоДетки Клуб 2.2% 200г х12 БП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 677,
                                "name2": "Йогурт Фрукт ЧудоДетки Клуб 2.2% 200г х24 БП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 678,
                                "name2": "Йогурт Фрукт ЧудоДетки Клуб Мал 2.5% 85гх12ДойП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА-МАЛИНА",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 г"
                            },
                            {
                                "id": 679,
                                "name2": "Йогурт Фрукт ЧудоДетки МультФр 2.5% 85гх12 ДойП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ДОЙ-ПАК",
                                "level7": "85 г"
                            },
                            {
                                "id": 680,
                                "name2": "Йогурт Фрукт ЧудоДетки Ябл Бан 2.2% 200г х12 БП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 681,
                                "name2": "Йогурт Фрукт ЧудоДетки Ябл Бан 2.2% 200г х24 БП ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 г"
                            },
                            {
                                "id": 682,
                                "name2": "Йогурт ЧудоДет Пломбир КлубнБанан 2.2% 200г БП 12Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ПЛОМБИР КЛУБНИКА, БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 683,
                                "name2": "Йогурт ЧудоДет Пломбир КлубнБанан 2.2% 200г БП 4Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ПЛОМБИР КЛУБНИКА, БАНАН",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 684,
                                "name2": "ЙогуртФр Чудо Гавайский Микс 2.4% 270г БП 15Х",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС, МАНГО, ЧИА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 685,
                                "name2": "ЙогуртФр Чудо Гавайский Микс 2.4% 270г БП 6Х",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС, МАНГО, ЧИА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 686,
                                "name2": "ЙогФрук Чудо ГолубБруснКняженик 2.4% 270г БП 15Х",
                                "level4": "ЧУДО",
                                "level5": "ГОЛУБИКА, БРУСНИКА, КНЯЖЕНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 687,
                                "name2": "ЙогФрук Чудо ГолубБруснКняженик 2.4% 270г БП 6Х",
                                "level4": "ЧУДО",
                                "level5": "ГОЛУБИКА, БРУСНИКА, КНЯЖЕНИКА",
                                "level6": "ПЭТ",
                                "level7": "270 Г"
                            },
                            {
                                "id": 688,
                                "name2": "МКК Биойогурт Кунгурский 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 689,
                                "name2": "МКК Биойогурт пит Кунгурский Клубн 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "КЛУБНИКА",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 690,
                                "name2": "МКК Биойогурт пит Кунгурский Персик 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ПЕРСИК",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 691,
                                "name2": "МКК Биойогурт пит Кунгурский Черника 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 692,
                                "name2": "МКК Йогурт пит. Кунгурский Клубника 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "КЛУБНИКА",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 693,
                                "name2": "МКК Йогурт пит. Кунгурский Персик 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ПЕРСИК",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 694,
                                "name2": "МКК Йогурт пит. Кунгурский Черника 1.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 695,
                                "name2": "Напит кис-мол Фругурт Клубн 1.5% 475г х10 TRTwCap",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 696,
                                "name2": "Напит кис-мол Фругурт Персик 1.5% 475г х10 TRTwCap",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 697,
                                "name2": "Напит кисмол Фругурт Персик 1.5% 475г х10 Ппак/ТР",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 698,
                                "name2": "Напиток кисмол Фругурт Клуб 1.5% 475г х10 Ппак/ТР",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 699,
                                "name2": "Напиток кисмол Фругурт Клуб 1.5% 950г х10 ТР",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 700,
                                "name2": "Напиток кисмол Фругурт Клуб 1.5% 950г х10 ТРТвК",
                                "level4": "ФРУГУРТ",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 701,
                                "name2": "Напиток кисмол Фругурт Персик 1.5% 950г х10 ТР",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 702,
                                "name2": "Напиток кисмол Фругурт Персик 1.5% 950г х10 ТРТвК",
                                "level4": "ФРУГУРТ",
                                "level5": "ПЕРСИК",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 703,
                                "name2": "ЮП Йогурт пит Клубника Каждый день 2.5% 0.5кг РР",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "КЛУБНИКА",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 704,
                "name": "Кефир",
                "level": 1,
                "nodes": [
                    {
                        "id": 705,
                        "name": "Кефир",
                        "level": 2,
                        "products": [
                            {
                                "id": 706,
                                "name2": "Биокефир Витам БиоМакс 1% 1000г х12 СКСкК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 707,
                                "name2": "Биокефир Кунгурский 2.5% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 708,
                                "name2": "Биокефир с бифбак БиоМакс 2.5% 1000г х12 СКСкК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 709,
                                "name2": "Биокефирный БиоМакс 2.5% 450г х12 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "450 г"
                            },
                            {
                                "id": 710,
                                "name2": "Биокефирный БиоМакс 2.5% 950г х6 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 711,
                                "name2": "Биокефирный БиоМакс Кефирный 1% 450г х12 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "450 г"
                            },
                            {
                                "id": 712,
                                "name2": "Биокефирный БиоМакс Кефирный 1% 950г х6 ПЭТ",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 713,
                                "name2": "ВЫВЕДЕНО Биокефир БиоМакс 2.5% 475г х10 ППак",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 714,
                                "name2": "ВЫВЕДЕНО Биокефир БиоМакс 2.5% 515г х12 СКСкК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "515 г"
                            },
                            {
                                "id": 715,
                                "name2": "ВЫВЕДЕНО Биокефир БиоМакс 2.5% 950г х10 ППакК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 716,
                                "name2": "ВЫВЕДЕНО Биокефир с бифбак БиоМакс 2.5% 1000г х10 СКСкК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 717,
                                "name2": "ВЫВЕДЕНО Биокефир с бифбак БиоМакс 2.5% 500г х10 СКСкК",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 718,
                                "name2": "ВЫВЕДЕНО Биокефирный продукт Bio-Max 1% 950г х10 PP с крышк",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 719,
                                "name2": "ВЫВЕДЕНО Биокефирный продукт BioMax 2.5% 475г х10 PP с крыш",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 720,
                                "name2": "ВЫВЕДЕНО Биокефирный продукт BioMax 2.5% 950г х10 PP с крыш",
                                "level4": "БИО-МАХ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 721,
                                "name2": "ВЫВЕДЕНО Кефир 1% 0.5кг РР Каждый день",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 722,
                                "name2": "ВЫВЕДЕНО Кефир 1% 1кг РР Каждый день",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 723,
                                "name2": "ВЫВЕДЕНО Кефир PL Романов луг 2.5% 0.5кг х12 TBsq FC",
                                "level4": "ЧАСТНАЯ МАРКА (РОМАНОВ ЛУГ)",
                                "level5": "НЕ ОПРЕДЕЛЕН",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 724,
                                "name2": "ВЫВЕДЕНО Кефир Веселый молочник 3.2% 950г х10 PurePкрыш",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 725,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 1% 475г х10 ППакК/ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 726,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 1% 475г х10 ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 727,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 2.5% 900г х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 728,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 2.5% 950г х12 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 729,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 3.2% 475г х10 ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 730,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 3.2% 950г х10 ППакК/ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 731,
                                "name2": "ВЫВЕДЕНО Кефир ДВД 3.2% 950г х12 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 732,
                                "name2": "ВЫВЕДЕНО Кефир ДВД Отборный 4% 1000г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 733,
                                "name2": "ВЫВЕДЕНО Кефир КубБуренка 2.5% 1000г х10 СКСкК",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 734,
                                "name2": "ВЫВЕДЕНО Кефир Кунгурский 2.5% 1000г х20 ФП Цена Ниже",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 кг"
                            },
                            {
                                "id": 735,
                                "name2": "ВЫВЕДЕНО Кефир Пермский 2.5% 900г ФП",
                                "level4": "NON BRANDED",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 736,
                                "name2": "ВЫВЕДЕНО Кефирный ДВД Клуб 2.1% 450г х12 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "КЛУБНИКА",
                                "level6": "ПЭТ",
                                "level7": "450 Г"
                            },
                            {
                                "id": 737,
                                "name2": "ВЫВЕДЕНО Кефирный ДВД Черника Ежев 2.1% 450г х12 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ЧЕРНИКА, ЕЖЕВИКА",
                                "level6": "ПЭТ",
                                "level7": "450 Г"
                            },
                            {
                                "id": 738,
                                "name2": "ВЫВЕДЕНО Нап Кефирный ВесМол 1% 900г х6 ПЭТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 739,
                                "name2": "ВЫВЕДЕНО Продукт Кефирный ДВД 1% 930г х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 г"
                            },
                            {
                                "id": 740,
                                "name2": "Кефир \"Billa\" 1% 930г х6 ПЭТ",
                                "level4": "ЧАСТНАЯ МАРКА (БИЛЛА)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "930 Г"
                            },
                            {
                                "id": 741,
                                "name2": "Кефир \"Billa\" 3.2% 930г х6 ПЭТ",
                                "level4": "ЧАСТНАЯ МАРКА (БИЛЛА)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "930 Г"
                            },
                            {
                                "id": 742,
                                "name2": "Кефир Billa 3.2% 0.5кг TBsq FC 12Х",
                                "level4": "ЧАСТНАЯ МАРКА (БИЛЛА)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 743,
                                "name2": "Кефир Веселый молочник 1% 900г х10 TRTwistCup",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "900 г"
                            },
                            {
                                "id": 744,
                                "name2": "Кефир ВесМол 1% 0.950кг х10 ТРТвК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 745,
                                "name2": "Кефир ВесМол 1% 950г х10 TР/ПпакК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 746,
                                "name2": "Кефир ВесМол 1% 950г х12 ППакК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 747,
                                "name2": "Кефир ВесМол 2.5% 475г PP с крышкой 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 748,
                                "name2": "Кефир ВесМол 2.5% 475г х10 ППак",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 749,
                                "name2": "Кефир ВесМол 2.5% 950г PP с крышкой 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 750,
                                "name2": "Кефир ВесМол 2.5% 950г PurePack с крыш 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 751,
                                "name2": "Кефир ВесМол 2.5% 950г х12 ППакК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 752,
                                "name2": "Кефир ВесМол 3.2% 950г PurePack с крыш 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 753,
                                "name2": "Кефир ВесМол 3.2% 950г х12 ППакК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 754,
                                "name2": "Кефир ДВД 1% 1000г х10 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "1 кг"
                            },
                            {
                                "id": 755,
                                "name2": "Кефир ДВД 1% 1000г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 756,
                                "name2": "Кефир ДВД 1% 430г х10 ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "430 г"
                            },
                            {
                                "id": 757,
                                "name2": "Кефир ДВД 1% 450г х12 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "450 г"
                            },
                            {
                                "id": 758,
                                "name2": "Кефир ДВД 1% 515г х10 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "515 г"
                            },
                            {
                                "id": 759,
                                "name2": "Кефир ДВД 1% 515г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "515 г"
                            },
                            {
                                "id": 760,
                                "name2": "Кефир ДВД 1% 900г х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 761,
                                "name2": "Кефир ДвД 1% 950г PP с крышкой 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 762,
                                "name2": "Кефир ДВД 1% 950г PurePack с кр 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 763,
                                "name2": "Кефир ДВД 1% 950г х12 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 764,
                                "name2": "Кефир ДВД 2.5% 1000г х10 ППак",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "1 кг"
                            },
                            {
                                "id": 765,
                                "name2": "Кефир ДВД 2.5% 1000г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 766,
                                "name2": "Кефир ДВД 2.5% 475г х10 ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 767,
                                "name2": "Кефир ДВД 3.2% 1000г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 768,
                                "name2": "Кефир ДВД 3.2% 430г х10 ТРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "430 г"
                            },
                            {
                                "id": 769,
                                "name2": "Кефир ДВД 3.2% 475г PurePack с крыш 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 770,
                                "name2": "Кефир ДВД 3.2% 475г х12 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 771,
                                "name2": "Кефир ДВД 3.2% 515г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "515 г"
                            },
                            {
                                "id": 772,
                                "name2": "Кефир ДВД 3.2% 900г х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 773,
                                "name2": "Кефир ДВД 3.2% 950г PurePack с кр 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 774,
                                "name2": "Кефир Домик в деревне 1% 475г PP c крыш 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 775,
                                "name2": "Кефир Домик в деревне 2.5% 950г PP с крыш 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 776,
                                "name2": "Кефир Домик в деревне 2.5% 950г PPкр 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 777,
                                "name2": "Кефир Кубанская буренка 2.5% 450г TB Sq 10Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "450 Г"
                            },
                            {
                                "id": 778,
                                "name2": "Кефир Кубанская Буренка 2.5% 800г ФП 12Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "800 Г"
                            },
                            {
                                "id": 779,
                                "name2": "Кефир Кубанская Буренка 2.5% 900г х12 ФП ГОФР",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 780,
                                "name2": "Кефир Кубанская буренка 2.5% 950г TBSq 10Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "950 Г"
                            },
                            {
                                "id": 781,
                                "name2": "Кефир КубБуренка 1% 900г х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 782,
                                "name2": "Кефир КубБуренка 2.5% 500г х10 СКСкК",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 783,
                                "name2": "Кефир КубБуренка 2.5% 900г х18 ПлФП",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 784,
                                "name2": "Кефир КубБуренка 2.5% 900г х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 785,
                                "name2": "Кефир Кунгурский 1% 190г МСТ 35Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 786,
                                "name2": "Кефир Кунгурский 2.5% 190г МСТ 35Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 787,
                                "name2": "Кефир Ополье 1% 1х12х1кг TBsq FC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 788,
                                "name2": "Кефир Ополье 1% 1х8х930мл ПЭТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 789,
                                "name2": "Кефир Ополье 3,2% 1х8х930мл ПЭТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 790,
                                "name2": "Кефир Ополье 3.2% 1кг TBsq FC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 791,
                                "name2": "Кефир Ополье 3.2% 1х12х0.5кг TBsq FC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 792,
                                "name2": "Кефир Русское молоко 1% 900г х10 PP",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "900 Г"
                            },
                            {
                                "id": 793,
                                "name2": "МКК Кефир 2,5% 900г ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 794,
                                "name2": "МКК Кефир Кунгурский 1% 1000г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 кг"
                            },
                            {
                                "id": 795,
                                "name2": "МКК Кефир Кунгурский 1% 500г x40 ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 г"
                            },
                            {
                                "id": 796,
                                "name2": "МКК Кефир Кунгурский 1% 900г ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 797,
                                "name2": "МКК Кефир Кунгурский 2.5% 1000г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 кг"
                            },
                            {
                                "id": 798,
                                "name2": "МКК Кефир Кунгурский 2.5% 500г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 г"
                            },
                            {
                                "id": 799,
                                "name2": "МКК Кефир Кунгурский 2.5% 900г эколин",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 800,
                                "name2": "ЮП Биокефир Лакомо 1% 0.5кг TBsq FC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 801,
                                "name2": "ЮП Биокефир Ополье 1% 0.5кг TBsq FC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 802,
                                "name2": "ЮП Кефир 3.2% 0.5кг РР Каждый день",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 803,
                                "name2": "ЮП Кефир 3.2% 1кг РР Каждый день",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 804,
                                "name2": "ЮП Кефир PL Лакомо 1% 1кг TBsq FC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 805,
                                "name2": "ЮП Кефир PL Лакомо 3.2% 1кг TBsq FC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 806,
                                "name2": "ЮП Кефир Ополье 3.2% 0.87кг х20 ФП",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "870 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 807,
                "name": "Кисломолочные Продукты",
                "level": 1,
                "nodes": [
                    {
                        "id": 808,
                        "name": "Простокваша",
                        "level": 2,
                        "products": [
                            {
                                "id": 809,
                                "name2": "ВЫВЕДЕНО Простокваша ДВД 3.2% 515г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "515 г"
                            },
                            {
                                "id": 810,
                                "name2": "ВЫВЕДЕНО Простокваша Ополье 3.2% 0.5кг РР",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 г"
                            },
                            {
                                "id": 811,
                                "name2": "Простокваша 3,2% TBSg 0,5кг Русское молоко",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 812,
                                "name2": "ЮП Простокваша Каждый день 3.2% 0.5кг РР",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            }
                        ]
                    },
                    {
                        "id": 813,
                        "name": "Прочие Кисломолочные Продукты",
                        "level": 2,
                        "products": [
                            {
                                "id": 814,
                                "name2": "МКК Сыворот мол пастер Кунгурск 0.1% 0.976л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0.976 Л"
                            }
                        ]
                    },
                    {
                        "id": 815,
                        "name": "Ряженка",
                        "level": 2,
                        "products": [
                            {
                                "id": 816,
                                "name2": "ВЫВЕДЕНО Ряженка PL Романов луг 4% 0.5кг х12 TBsq FC",
                                "level4": "ЧАСТНАЯ МАРКА (РОМАНОВ ЛУГ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 817,
                                "name2": "ВЫВЕДЕНО Ряженка ДВД 3.2% 950г х10 ТР",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 818,
                                "name2": "ВЫВЕДЕНО Ряженка Ополье 3.2% 1кг TBsqFC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 819,
                                "name2": "ВЫВЕДЕНО ЮП Ряженка PL Д 4% 0.5кг TBsq",
                                "level4": "ЧАСТНАЯ МАРКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 820,
                                "name2": "МКК Ряженка Кунгурский 4% 500г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 г"
                            },
                            {
                                "id": 821,
                                "name2": "МКК Ряженка Кунгурский 4% 900г ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 822,
                                "name2": "Ряженка ВесМол 2.5% 475г х10 ППак/ТР",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 823,
                                "name2": "Ряженка ДВД 2.5% 475г х10 TРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 824,
                                "name2": "Ряженка ДВД 2.5% 950г х10 TРТвК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 825,
                                "name2": "Ряженка ДВД 3.2% 1000г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 826,
                                "name2": "Ряженка ДВД 3.2% 475г х10 TР/ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 827,
                                "name2": "Ряженка ДВД 3.2% 515г х12 СКСкК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "515 г"
                            },
                            {
                                "id": 828,
                                "name2": "Ряженка ДВД 4% 900г х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 829,
                                "name2": "Ряженка Домик в дерене 4% 900г ПЭТ 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 г"
                            },
                            {
                                "id": 830,
                                "name2": "Ряженка Кунгурский 4% 190г МСТ 35Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 831,
                                "name2": "Ряженка Ополье 3.2% 0.5кг TBsqFC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 832,
                                "name2": "Ряженка Ополье 3.2% 900г ПЭТ 6Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 Г"
                            },
                            {
                                "id": 833,
                                "name2": "Ряженка Отборн КубБуренка 4% 0.475кг х10 TР",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 834,
                                "name2": "Ряженка Отборн КубБуренка 4% 0.950кг х10 TР",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 835,
                                "name2": "ЮП Ряженка  4% 0.5кг РР Каждый день",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 Г"
                            },
                            {
                                "id": 836,
                                "name2": "ЮП Ряженка PL Billa 3.2% 0.5кг TBsqFC",
                                "level4": "ЧАСТНАЯ МАРКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 г"
                            },
                            {
                                "id": 837,
                                "name2": "ЮП Ряженка PL Лакомо 3.2% 0.5кг  TBsqFC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            },
                            {
                                "id": 838,
                                "name2": "ЮП Ряженка PL Лакомо 3.2% 1кг  TBsqFC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 839,
                                "name2": "ЮП Ряженка PL Русское молоко 3.2% 0.5кг TBsqFC",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 Г"
                            }
                        ]
                    },
                    {
                        "id": 840,
                        "name": "Снежок",
                        "level": 2,
                        "products": [
                            {
                                "id": 841,
                                "name2": "Напит к/м Снежок ВесМол 2.5% 475г PPкр 12Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 842,
                                "name2": "Прод кисмол ВесМол Снежок 2.5% 475г х10 Ппак/ТРТвК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 843,
                                "name2": "Прод кисмол ДВД Снежок 2.5% 475г х10 TРТвК/ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 844,
                                "name2": "Продукт к/м Снежок ДвД 2.5% 475г РРкр 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 845,
                                "name2": "Продукт кисмол КубБуренка Снежок 2.5%475гх10 ТРТвК",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 846,
                                "name2": "Снежок ВесМол 2.5% 475г PP с крышк 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 847,
                                "name2": "Снежок Ополье 2.5% 0.5кг х10 РР",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "500 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 848,
                "name": "Масло",
                "level": 1,
                "nodes": [
                    {
                        "id": 849,
                        "name": "Масло Сливочное",
                        "level": 2,
                        "products": [
                            {
                                "id": 850,
                                "name2": "ВЫВЕДЕНО Масло слив.Ополье 72.5% 0.2кг фольга",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "200 г"
                            },
                            {
                                "id": 851,
                                "name2": "Масло слад-слив несол Кунгурс 72.5%180г х40 КашФол",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 852,
                                "name2": "Масло слив ДВД 72.5% 180г х20 КаширФол (120сут)",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 853,
                                "name2": "Масло слив Каждый день 72.5% 200г х20 Кашир.фол",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ФОЛЬГА",
                                "level7": "200 Г"
                            },
                            {
                                "id": 854,
                                "name2": "Масло Слив Крестьян КубБуренка 72.5% 180г х20 ФОЛ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 855,
                                "name2": "Масло слив.Ополье 72.5% 0.25кг каш.фольга",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "250 г"
                            },
                            {
                                "id": 856,
                                "name2": "Масло слив.Ополье 72.5% 0.2кг каш.фольга",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "200 г"
                            },
                            {
                                "id": 857,
                                "name2": "Масло сливоч ДВД 72.5% 180г КаширФол 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 858,
                                "name2": "Масло сливочное ВесМол 72.5% 180г КаширФол 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 859,
                                "name2": "Масло Сливочное ВесМол 72.5% 180г х20 ФОЛ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 860,
                                "name2": "Масло Сливочное ДВД 72.5% 180г х20 ФОЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 861,
                                "name2": "Масло сливочное ДВД 82.5% 180г КаширФол 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 862,
                                "name2": "Масло Сливочное ДВД 82.5% 180г х20 ФОЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 863,
                                "name2": "Масло сливочное Ополье 82.5% 180г кашир.фольга 20Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 Г"
                            },
                            {
                                "id": 864,
                                "name2": "Масло трад слад-слив несол Кунгур 82.5%180г КашФол",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 865,
                                "name2": "МаслоСлив Каждый день 72.5% 180г КаширФольга 20Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ФОЛЬГА",
                                "level7": "180 Г"
                            },
                            {
                                "id": 866,
                                "name2": "МКК Масло крест.слив.Кунгурский 72.5% 180г Каш.фол",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            },
                            {
                                "id": 867,
                                "name2": "МКК Масло слад-слив несол Кунгурс 82.5%180г КашФол",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "180 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 868,
                "name": "Молоко",
                "level": 1,
                "nodes": [
                    {
                        "id": 869,
                        "name": "Молоко Пастеризованное",
                        "level": 2,
                        "products": [
                            {
                                "id": 870,
                                "name2": "ВесМол МолокоПастер 2.5% 800г ФП 12Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "800 Г"
                            },
                            {
                                "id": 871,
                                "name2": "ВЫВЕДЕНО Молоко Отборное пастер ВесМол 930мл х8 ПЭТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 872,
                                "name2": "ВЫВЕДЕНО Молоко отборное пастер Русское молоко 900мл х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "900 МЛ"
                            },
                            {
                                "id": 873,
                                "name2": "ВЫВЕДЕНО Молоко пастер ВесМол 2.5% 900г х10 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 874,
                                "name2": "ВЫВЕДЕНО Молоко пастер ВесМол 2.5% 930мл х8 ПЭТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 875,
                                "name2": "ВЫВЕДЕНО Молоко пастер ВесМол 3.2% 950г х10 ППакК/ТРТвК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 876,
                                "name2": "ВЫВЕДЕНО Молоко пастер ВесМолочн 3.2% 900г х12 ФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 877,
                                "name2": "ВЫВЕДЕНО Молоко пастер ДВД 2.5% 930мл х8 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 878,
                                "name2": "ВЫВЕДЕНО Молоко пастер ДВД 3.2% 475г х10 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "475 г"
                            },
                            {
                                "id": 879,
                                "name2": "ВЫВЕДЕНО Молоко пастер ДВД 3.2% 950г х10 ППакК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 880,
                                "name2": "ВЫВЕДЕНО Молоко пастер Домик в деревне 6% 930мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 881,
                                "name2": "ВЫВЕДЕНО Молоко пастер КубБуренка 2.5% 900г х18 ПлФП",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 882,
                                "name2": "ВЫВЕДЕНО Молоко пастер Кунгурский 3,2% 0,9л ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 мл"
                            },
                            {
                                "id": 883,
                                "name2": "ВЫВЕДЕНО Молоко пастер отборн Кунгурский 3.7-4.5% 1л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 л"
                            },
                            {
                                "id": 884,
                                "name2": "ВЫВЕДЕНО Молоко пастер Пермское 2.5% 0.876л ФП АКЦИЯ",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "876 мл"
                            },
                            {
                                "id": 885,
                                "name2": "ВЫВЕДЕНО Молоко пастер. 2.5% 0,875л ФП",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,875 Л"
                            },
                            {
                                "id": 886,
                                "name2": "ВЫВЕДЕНО Молоко пастер. Пермское 3.2% 0,9л ФП",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 мл"
                            },
                            {
                                "id": 887,
                                "name2": "ВЫВЕДЕНО Молоко пастер.Кунгурский 2.5% 0,9л ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 мл"
                            },
                            {
                                "id": 888,
                                "name2": "ВЫВЕДЕНО Молоко пастер.Кунгурский 3.2% 1л ФП ЦЕНА НИЖЕ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 л"
                            },
                            {
                                "id": 889,
                                "name2": "ВЫВЕДЕНО Молоко Топл пастер ДВД 3.2% 950г х8 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 890,
                                "name2": "ВЫВЕДЕНО Молоко топлен Ополье 4% 1х12х1кг TBSq",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 891,
                                "name2": "ВЫВЕДЕНО СМЗ Молоко пастер Ополье 3.2% 0.5л ФП",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 МЛ"
                            },
                            {
                                "id": 892,
                                "name2": "ВЫВЕДЕНО СМЗ Молоко пастер Ополье 3.2% 1л ФП",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 Л"
                            },
                            {
                                "id": 893,
                                "name2": "ВЫВЕДЕНО ЮП Молоко топлен Ополье 4% 1л TBSq",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 894,
                                "name2": "МКК Молоко паст отбор Кунгурск 3.7-4.5%0.876л Экол",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "0,876 Л"
                            },
                            {
                                "id": 895,
                                "name2": "МКК Молоко паст отборн Кунгурск 3.7-4.5%0.876л ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "876 МЛ"
                            },
                            {
                                "id": 896,
                                "name2": "МКК Молоко пастер 2.5% 0,85л ФП АКЦИЯ 20Х",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,85 Л"
                            },
                            {
                                "id": 897,
                                "name2": "МКК Молоко пастер Кунгурск 2.5% 0,9л ФП 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,9 Л"
                            },
                            {
                                "id": 898,
                                "name2": "МКК Молоко пастер Кунгурск 3.2% 0,9л ФП 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,9 Л"
                            },
                            {
                                "id": 899,
                                "name2": "МКК Молоко пастер Кунгурский 2.5% 0.875л Эколин",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "КУВШИН ПАУЧ-ПАК",
                                "level7": "0,875 Л"
                            },
                            {
                                "id": 900,
                                "name2": "МКК Молоко пастер. 2.5% 0,827л ФП 20Х",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,827 Л"
                            },
                            {
                                "id": 901,
                                "name2": "МКК Молоко пастер. 2.5% 0,827л ФП АКЦИЯ 20Х",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,827 Л"
                            },
                            {
                                "id": 902,
                                "name2": "МКК Молоко пастер. 2.5% 0,875л ФП АКЦИЯ",
                                "level4": "БЕЗ ТОРГОВОЙ МАРКИ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,875 Л"
                            },
                            {
                                "id": 903,
                                "name2": "МКК Молоко пастер.Кунгурский 1.5% 0,875 л ФП 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 904,
                                "name2": "МКК Молоко пастер.Кунгурский 2.5% 0,875л х12 ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "0,875 Л"
                            },
                            {
                                "id": 905,
                                "name2": "МКК Молоко пастер.Кунгурский 2.5% 0.5л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 мл"
                            },
                            {
                                "id": 906,
                                "name2": "МКК Молоко пастер.Кунгурский 2.5% 1л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 л"
                            },
                            {
                                "id": 907,
                                "name2": "МКК Молоко пастер.Кунгурский 3.2% 0.5л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 мл"
                            },
                            {
                                "id": 908,
                                "name2": "МКК Молоко пастер.Кунгурский 3.2% 1л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 л"
                            },
                            {
                                "id": 909,
                                "name2": "МКК Молоко топленое Кунгурский 4% 0.5л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 мл"
                            },
                            {
                                "id": 910,
                                "name2": "МКК Молоко топленое Кунгурский 4% 0.876л ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "876 МЛ"
                            },
                            {
                                "id": 911,
                                "name2": "МКК Молоко топленое Кунгурский 4% 0.9л ПЭТ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "900 мл"
                            },
                            {
                                "id": 912,
                                "name2": "Молоко 2,5% ПЭТ 930мл Ополье",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 913,
                                "name2": "Молоко Отборное Billa 930мл х6 ПЭТ",
                                "level4": "ЧАСТНАЯ МАРКА (БИЛЛА)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "930 МЛ"
                            },
                            {
                                "id": 914,
                                "name2": "Молоко Отборное Ополье 1х8х930мл ПЭТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 915,
                                "name2": "Молоко Отборное пастер ВесМол 930мл х6 ПЭТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 916,
                                "name2": "Молоко Отборное пастер ДВД 1400мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,4 л"
                            },
                            {
                                "id": 917,
                                "name2": "Молоко Отборное пастер ДВД 930мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 918,
                                "name2": "Молоко Отборное пастер ДВД 930мл х6 ПЭТ КЗ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 919,
                                "name2": "Молоко Отборное пастер КубБуренка 1400мл х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,4 л"
                            },
                            {
                                "id": 920,
                                "name2": "Молоко Отборное пастер КубБуренка 930мл х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 921,
                                "name2": "Молоко пастер ВесМол 2.5% 1л х10 ППак",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "1 л"
                            },
                            {
                                "id": 922,
                                "name2": "Молоко пастер ВесМол 2.5% 800г ФП 10Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "800 Г"
                            },
                            {
                                "id": 923,
                                "name2": "Молоко пастер ВесМол 2.5% 900г х12 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 924,
                                "name2": "Молоко пастер ВесМол 2.5% 930мл х6 ПЭТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 925,
                                "name2": "Молоко пастер ВесМол 2.5% 950г х10 ППакК/ТРТвК",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 926,
                                "name2": "Молоко пастер ВесМол 3.2% 900г х12 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 927,
                                "name2": "Молоко пастер ДВД 2.5% 1400мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,4 л"
                            },
                            {
                                "id": 928,
                                "name2": "Молоко пастер ДВД 2.5% 930мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 929,
                                "name2": "Молоко пастер ДВД 2.5% 930мл х6 ПЭТ КЗ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 930,
                                "name2": "Молоко пастер Домик в дерев 2.5% 950г х10 РР",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 931,
                                "name2": "Молоко пастер Домик в деревне 2.5% 1400мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,4 л"
                            },
                            {
                                "id": 932,
                                "name2": "Молоко пастер Домик в деревне 6% 930мл х6 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 933,
                                "name2": "Молоко пастер Кубанская Буренка 2.5% 800г ФП 12Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "800 Г"
                            },
                            {
                                "id": 934,
                                "name2": "Молоко пастер КубанскБуренка 2.5% 900г х12 ФП ГОФР",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "900 г"
                            },
                            {
                                "id": 935,
                                "name2": "Молоко пастер КубБуренка 2.5% 1400мл х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "1,4 л"
                            },
                            {
                                "id": 936,
                                "name2": "Молоко пастер КубБуренка 2.5% 930мл ПЭТ 6X",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 937,
                                "name2": "Молоко пастер КубБуренка 2.5% 930мл х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 938,
                                "name2": "Молоко пастер Ополье 3.2% 1х20х0.5кг ФП",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 МЛ"
                            },
                            {
                                "id": 939,
                                "name2": "Молоко Пастер Отборное Станция Молоч 930мл ПЭТ 6Х",
                                "level4": "ЧАСТНАЯ МАРКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 940,
                                "name2": "Молоко пастериз Русское молоко 3.2% 900мл х10 РР",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "900 МЛ"
                            },
                            {
                                "id": 941,
                                "name2": "Молоко пастериз Станция Молочная 2,5% 930мл ПЭТ 6Х",
                                "level4": "ЧАСТНАЯ МАРКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 942,
                                "name2": "Молоко пастеризованное \"Billa\" 2,5% ПЭТ 930мл",
                                "level4": "ЧАСТНАЯ МАРКА (БИЛЛА)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ПЭТ",
                                "level7": "930 МЛ"
                            },
                            {
                                "id": 943,
                                "name2": "Молоко Топл пастер ДВД 3.2% 950г ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 944,
                                "name2": "Молоко Топл пастер КубБуренка 3.2% 930мл х6 ПЭТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 945,
                                "name2": "Молоко топленое Ополье 3.2% 930мл х6 ПЭТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "930 мл"
                            },
                            {
                                "id": 946,
                                "name2": "ЮП Молоко Отборное TBSq 1л Лакомо",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 Л"
                            },
                            {
                                "id": 947,
                                "name2": "ЮП Молоко паст.Отборное Ополье 3.5-3.6% 1л TBsqFС",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 кг"
                            },
                            {
                                "id": 948,
                                "name2": "ЮП Молоко пастер Ополье 3.2% 0.43л х20 ФинПак",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "430 мл"
                            },
                            {
                                "id": 949,
                                "name2": "ЮП Молоко пастер Ополье 3.2% 0.87л x20 ФинПак",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "870 мл"
                            },
                            {
                                "id": 950,
                                "name2": "ЮП Молоко пастер Ополье 3.2% 1кг  ФП",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 Л"
                            }
                        ]
                    },
                    {
                        "id": 951,
                        "name": "Молоко Стерилизованное",
                        "level": 2,
                        "products": [
                            {
                                "id": 952,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил ДВД Лес Яг 1.5% 950мл х12 TEA",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 МЛ"
                            },
                            {
                                "id": 953,
                                "name2": "ВЫВЕДЕНО Кокт Мол стерил ДВД Малина 1.5% 950мл х12 TEA",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "МАЛИНА",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 МЛ"
                            },
                            {
                                "id": 954,
                                "name2": "ВЫВЕДЕНО Молоко Отборное ультрап ДВД 950мл х12 ТЕА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 955,
                                "name2": "ВЫВЕДЕНО Молоко Отборное ультрап ДВД 950мл х12 ТЕА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 956,
                                "name2": "ВЫВЕДЕНО Молоко стер Дом в дер 3.2% 1х12х950г TBA 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 957,
                                "name2": "ВЫВЕДЕНО Молоко ультрап 33 Коровы 2.5% 950г х12 БЗ",
                                "level4": "33 КОРОВЫ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 958,
                                "name2": "ВЫВЕДЕНО Молоко ультрап 33 Коровы 2.5% 950г х12 БЗ 9 мес",
                                "level4": "33 КОРОВЫ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 959,
                                "name2": "ВЫВЕДЕНО Молоко ультрап 33 Коровы 3.2% 950г х12 БЗ 9 мес",
                                "level4": "33 КОРОВЫ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 960,
                                "name2": "ВЫВЕДЕНО Молоко ультрап Веселый молочник 3.2% 1х12х1л соц.к",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 л"
                            },
                            {
                                "id": 961,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ВесМол 2.5% 950г х12 ТБА",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 962,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ВесМол 3.2% 1000г х12 БЗ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 963,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ВесМол 3.2% 950г х12 ТБА",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 964,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 0.5% 950г х12 СЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 965,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 0.5% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 966,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 0.5% 950мл х12 ТЕА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 967,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 0.5% 950мл х12 ТЕА 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 968,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 1.5% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 969,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 1450г х8 СЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 970,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 900г х12 ТФА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 971,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 950г х12 СЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 972,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 973,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 950мл х12 ТЕА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 974,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 2.5% 950мл х12 ТЕА 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ЭВЕРО АСЕПТИК",
                                "level7": "950 мл"
                            },
                            {
                                "id": 975,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 1450г х8 СЛ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 976,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 1450г х8 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 977,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 900г х12 ТФА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 978,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДвД 3.2% 950г х12 TBA HeliCap 6мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 979,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 980,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 981,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.2% 950г х12 ТБА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 982,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДвД 3.2% для Капуч 950г TBAB 9м 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 983,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.5% 200мл х18 БЗ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 984,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 3.5% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 985,
                                "name2": "ВЫВЕДЕНО Молоко ультрап ДВД 6% 950г х12 СЛ НД",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "950 г"
                            },
                            {
                                "id": 986,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 0.5% 1кг х12 БЗ 9мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 987,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 1.5% 1кг х12 БЗ 9мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 988,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 2.5% 1450г х8 СЛ 9 мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 989,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 2.5% 1кг х12 БЗ 9 мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 990,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 3.2% 1450г х8 СЛ 9 мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 991,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 3.5% 0.2л х18 БЗ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 МЛ"
                            },
                            {
                                "id": 992,
                                "name2": "ВЫВЕДЕНО Молоко ультрап КубБуренка 6% 1кг х12 БЗ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 993,
                                "name2": "ВЫВЕДЕНО Молоко ультрап М 1.5% 950г х12 БЗ 9 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 994,
                                "name2": "ВЫВЕДЕНО Молоко ультрап М 2.5% 950г х12 БЗ 9 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 995,
                                "name2": "ВЫВЕДЕНО Молоко ультрап М 3.2% 1450г х8 СЛ 9 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 996,
                                "name2": "ВЫВЕДЕНО Молоко ультрап М 3.2% 900г х12 ТФА",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 997,
                                "name2": "ВЫВЕДЕНО Молоко ультрап М 3.2% 950г х12 СЛ без крыш",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 998,
                                "name2": "ВЫВЕДЕНО Молоко ультрап Пастушок 3.2% 950г х12 БЗ",
                                "level4": "ПАСТУШОК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 999,
                                "name2": "ВЫВЕДЕНО Молоко ультрап Пастушок 3.2% 950г х12 БЗ 9 мес",
                                "level4": "ПАСТУШОК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1000,
                                "name2": "ВЫВЕДЕНО Молоко ультрапаст 33 коровы 3.2% 950г х12 TBABase",
                                "level4": "33 КОРОВЫ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1001,
                                "name2": "ВЫВЕДЕНО ПМ Молоко стер.3.2% 1л Кажд день ТВАВ",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 Л"
                            },
                            {
                                "id": 1002,
                                "name2": "Молоко стер Ополье 3.2% 1л TBAB",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 л"
                            },
                            {
                                "id": 1003,
                                "name2": "Молоко стер. Ополье 1.5% 1л TBA с крыш",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 л"
                            },
                            {
                                "id": 1004,
                                "name2": "Молоко стер. Ополье 2.5% 1х12х1л TBABRC",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 л"
                            },
                            {
                                "id": 1005,
                                "name2": "Молоко стер.топленое PL Каждый день 3,2% 1л ТВА",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 Л"
                            },
                            {
                                "id": 1006,
                                "name2": "Молоко стерил Ополье 3.2% 1х12х1л TBAB с кр",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "1 л"
                            },
                            {
                                "id": 1007,
                                "name2": "Молоко ультрап ВесМол 2.5% 1000г х12 БЗ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1008,
                                "name2": "Молоко ультрап ВесМол 2.5% 1450г х8 СЛ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 1009,
                                "name2": "Молоко ультрап ВесМол 2.5% 1кг х12 БЗ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1010,
                                "name2": "Молоко ультрап ВесМол 2.5% 950г х12 БЗ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1011,
                                "name2": "Молоко ультрап ВесМол 3.2% 1000г х12 БЗ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1012,
                                "name2": "Молоко ультрап ВесМол 3.2% 1450г х8 СЛ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 1013,
                                "name2": "Молоко ультрап ВесМол 3.2% 1л х12 БЗ Соц канал",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 л"
                            },
                            {
                                "id": 1014,
                                "name2": "Молоко ультрап ВесМол 3.2% 950г х12 БЗ 9 мес",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1015,
                                "name2": "Молоко ультрап ВМ 2.5% 950г х12 TBAS БЕЗ КРЫШ 9м",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1016,
                                "name2": "Молоко ультрап ДВД 0.5% 950г х12 СЛ 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1017,
                                "name2": "Молоко ультрап ДВД 0.5% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1018,
                                "name2": "Молоко ультрап ДВД 1.5% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1019,
                                "name2": "Молоко ультрап ДВД 2.5% 1450г х8 СЛ 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 1020,
                                "name2": "Молоко ультрап ДВД 2.5% 900г х12 ТФА 4 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1021,
                                "name2": "Молоко ультрап ДВД 2.5% 950г TBA HeliCap 9мес 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1022,
                                "name2": "Молоко ультрап ДВД 2.5% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1023,
                                "name2": "Молоко ультрап ДВД 2.5% 950г х12 ТВАSl рекап 9мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1024,
                                "name2": "Молоко ультрап ДВД 2.5%900г х12 ТФА 3 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1025,
                                "name2": "Молоко ультрап ДВД 3.2% 1450г х8 СЛ 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "1,45 кг"
                            },
                            {
                                "id": 1026,
                                "name2": "Молоко ультрап ДВД 3.2% 500г х15 СЛРК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "500 г"
                            },
                            {
                                "id": 1027,
                                "name2": "Молоко ультрап ДВД 3.2% 900г х12 ТФА 3 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1028,
                                "name2": "Молоко ультрап ДВД 3.2% 900г х12 ТФА 4 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1029,
                                "name2": "Молоко ультрап ДВД 3.2% 950г х12 БЗ 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1030,
                                "name2": "Молоко ультрап ДВД 3.2% 950г х12 БЗ для Капучино",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1031,
                                "name2": "Молоко ультрап ДВД 3.2% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1032,
                                "name2": "Молоко ультрап ДВД 3.2%950г х12 СЛ 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1033,
                                "name2": "Молоко ультрап ДвД 3.5% 200мл х18 ТВАB",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 1034,
                                "name2": "Молоко ультрап ДВД 3.5% 950г х12 СЛХК 9 мес",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1035,
                                "name2": "Молоко ультрап ДВД 6% 950г х12 СЛХК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1036,
                                "name2": "Молоко ультрап КубБур 0.5% 950г х12 TBASlHC",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1037,
                                "name2": "Молоко ультрап КубБуренка 2.5% 1кг х12 БЗ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1038,
                                "name2": "Молоко ультрап КубБуренка 3.5% 1кг х12 БЗ 9 мес",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1039,
                                "name2": "Молоко ультрап М 2.5% 900г х12 ТФА 3мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1040,
                                "name2": "Молоко ультрап М 2.5% 900г х12 ТФА 4 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1041,
                                "name2": "Молоко ультрап М 3.2% 900г х12 ТФА 3мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1042,
                                "name2": "Молоко ультрап М 3.2% 900г х12 ТФА 4 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ФИНО АСЕПТИК",
                                "level7": "900 г"
                            },
                            {
                                "id": 1043,
                                "name2": "Молоко ультрап М 3.2% 950г х12 БЗ",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1044,
                                "name2": "Молоко ультрап М 3.2% 950г х12 БЗ 9 мес",
                                "level4": "М",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1045,
                                "name2": "Молоко ультрап Топленое ДВД 3.2% 950г х12 ТБА",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1046,
                                "name2": "Молоко ультрап ЧудоДетки Обог 3.2% 200мл х18 БЗ ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "200 мл"
                            },
                            {
                                "id": 1047,
                                "name2": "Молоко ультрапаст КубБур 1.5% 950г х12 TBASlHC",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1048,
                                "name2": "Молоко ультрапаст КубБур 2.5% 950г х12 TBASlHC",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1049,
                                "name2": "Молоко ультрапаст КубБур 3.5% 950г x12 ТВАSlHC",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1050,
                                "name2": "Молоко ультрапаст КубБур 6% 950г х12 ТВАSlHC",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СЛИМ",
                                "level7": "950 г"
                            },
                            {
                                "id": 1051,
                                "name2": "ЮП Молоко стер. PL Лакомо 1.5% 1л TBABRC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 Л"
                            },
                            {
                                "id": 1052,
                                "name2": "ЮП Молоко стер. PL Лакомо 3.2% 1л TBABRC",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ТЕТРА ПАК БЕЙЗ",
                                "level7": "1 Л"
                            }
                        ]
                    },
                    {
                        "id": 1053,
                        "name": "Прочие Кисломолочные Продукты",
                        "level": 2,
                        "products": [
                            {
                                "id": 1054,
                                "name2": "МКК Сыворот.мол.пастер Кунгурск 0.1% 1л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "1 л"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1055,
                "name": "Прочие Молочные Десерты",
                "level": 1,
                "nodes": [
                    {
                        "id": 1056,
                        "name": "Глазированные Сырки",
                        "level": 2,
                        "products": [
                            {
                                "id": 1057,
                                "name2": "ВЫВЕДЕНО Сырок Гл зам мол жир Чудо БисквПеч 24.6% 40гх24 ПП",
                                "level4": "ЧУДО",
                                "level5": "БИСКВИТ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1058,
                                "name2": "ВЫВЕДЕНО Сырок Гл зам мол жир Чудо Ваниль 25.6% 40г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1059,
                                "name2": "ВЫВЕДЕНО Сырок Гл зам мол жир Чудо Ваниль 25.6% 40г х36 ПП",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1060,
                                "name2": "ВЫВЕДЕНО Сырок Гл зам мол жир Чудо Кокос 28.7% 40г х36 ПП",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1061,
                                "name2": "ВЫВЕДЕНО Сырок Гл зам мол жир Чудо Шоколад 25.6% 40г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1062,
                                "name2": "ВЫВЕДЕНО Сырок Гл раст жир Чудо Кокос 23% 40г х36 ПП",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1063,
                                "name2": "ВЫВЕДЕНО Сырок Гл Чудо Коллекц Ваниль 25% 50г х12 ПП",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ВАНИЛЬ",
                                "level6": "КАРТОН",
                                "level7": "50 г"
                            },
                            {
                                "id": 1064,
                                "name2": "ВЫВЕДЕНО Сырок гл Чудо с печ биск 23% 1х24х40г",
                                "level4": "ЧУДО",
                                "level5": "БИСКВИТ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1065,
                                "name2": "ВЫВЕДЕНО Сырок гл Чудо шок 23% 1х36х40г",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1066,
                                "name2": "ВЫВЕДЕНО Сырок глазир Чудо Кокос 28.7% 45г х12 Карт,полипр",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "КАРТОН",
                                "level7": "45 г"
                            },
                            {
                                "id": 1067,
                                "name2": "ВЫВЕДЕНО Сырок глазир Чудо Сгущенк 24.6% 45г х12 Карт,полип",
                                "level4": "ЧУДО",
                                "level5": "СГУЩЕНКА",
                                "level6": "КАРТОН",
                                "level7": "45 г"
                            },
                            {
                                "id": 1068,
                                "name2": "ВЫВЕДЕНО Сырок глазиров Чудо Ваниль 25% 45г х12 карт,полипр",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "КАРТОН",
                                "level7": "45 г"
                            },
                            {
                                "id": 1069,
                                "name2": "Сырок Гл зам мол жир Чудо Кокос 28.7% 40г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1070,
                                "name2": "Сырок Гл зам мол жир Чудо Шоколад 25.6% 40г х36 ПП",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1071,
                                "name2": "Сырок глаз с печен Чудо бисквит 24.6% 40г х24 (НД)",
                                "level4": "ЧУДО",
                                "level5": "БИСКВИТ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1072,
                                "name2": "Сырок глазир Ополье Ваниль 25.6% 40г полипр 12Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "ВАНИЛЬ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 Г"
                            },
                            {
                                "id": 1073,
                                "name2": "Сырок глазир Ополье Кокос 28.7% 40г полипр 12Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 Г"
                            },
                            {
                                "id": 1074,
                                "name2": "Сырок глазир Ополье Шоколад 25.6% 40г полипр 12Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 Г"
                            },
                            {
                                "id": 1075,
                                "name2": "Сырок глазир Чудо Ваниль 25.6% 40г х24 полипр (НД)",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1076,
                                "name2": "Сырок глазир Чудо Ваниль 25.6% 40г х36 полипр (НД)",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1077,
                                "name2": "Сырок глазир Чудо Кокос 28.7% 40г х24 полипр (НД)",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1078,
                                "name2": "Сырок глазир Чудо Кокос 28.7% 40г х36 полипр (НД)",
                                "level4": "ЧУДО",
                                "level5": "КОКОС",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1079,
                                "name2": "Сырок глазир Чудо Шоколад 25.6% 40г х24 полипр(НД)",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            },
                            {
                                "id": 1080,
                                "name2": "Сырок глазир Чудо Шоколад 25.6% 40г х36 полипр(НД)",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ФЛОУПАК",
                                "level7": "40 г"
                            }
                        ]
                    },
                    {
                        "id": 1081,
                        "name": "Охлажденные Снэки",
                        "level": 2,
                        "products": [
                            {
                                "id": 1082,
                                "name2": "Пирож Бисквит Чудо Клубн глазир 25% 30г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "ФЛОУПАК",
                                "level7": "30 Г"
                            },
                            {
                                "id": 1083,
                                "name2": "Пирож Бисквит Чудо МолКрем 25% 28г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "28 г"
                            },
                            {
                                "id": 1084,
                                "name2": "Пирож Бисквит Чудо МолКрем глазир 25% 30г х24 ПП",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "30 г"
                            }
                        ]
                    },
                    {
                        "id": 1085,
                        "name": "Пудинг",
                        "level": 2,
                        "products": [
                            {
                                "id": 1086,
                                "name2": "Пудинг Мол Чудо Ваниль 3% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 1087,
                                "name2": "Пудинг Мол Чудо Карамель 3% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "КАРАМЕЛЬ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 1088,
                                "name2": "Пудинг Мол Чудо Шоколад 3.1% 125г х24 Четв",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 1089,
                                "name2": "Пудинг Чудо ваниль 3% 1х24х125г",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 1090,
                                "name2": "Пудинг Чудо кар 3% 1х24х125г",
                                "level4": "ЧУДО",
                                "level5": "КАРАМЕЛЬ",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            },
                            {
                                "id": 1091,
                                "name2": "Пудинг Чудо шок 3% 1х24х125г",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "ЖЕСТКИЙ ПЛАСТИКОВЫЙ СТАКАНЧИК",
                                "level7": "125 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1092,
                "name": "Сливки",
                "level": 1,
                "nodes": [
                    {
                        "id": 1093,
                        "name": "Сливки Пастеризованные",
                        "level": 2,
                        "products": [
                            {
                                "id": 1094,
                                "name2": "ВЫВЕДЕНО Сливки пастер. Кунгурский 10% 0.5л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "500 мл"
                            },
                            {
                                "id": 1095,
                                "name2": "ВЫВЕДЕНО Сливоч коктей пастер ДвД ВанилКарам 10%270г х8 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ВАНИЛЬ-КАРАМЕЛЬ",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            },
                            {
                                "id": 1096,
                                "name2": "МКК Сливки пастер Кунгурский 10% 0.5л ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "0,489 Л"
                            },
                            {
                                "id": 1097,
                                "name2": "Сливки пастер Ополье 10% 0.5л TBSq",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "500 мл"
                            },
                            {
                                "id": 1098,
                                "name2": "Сливки пастеризованные ДвД 10% 270г х8 ПЭТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "270 г"
                            }
                        ]
                    },
                    {
                        "id": 1099,
                        "name": "Сливки Стерилизованные",
                        "level": 2,
                        "products": [
                            {
                                "id": 1100,
                                "name2": "ВЫВЕДЕНО Сливки стер Домик в деревне 10% 480г CombiFit 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1101,
                                "name2": "Сливки стер Домик в деревне 20% 480г CombiFit 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1102,
                                "name2": "Сливки стерил ДВД 10% 200г х21 СК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "200 г"
                            },
                            {
                                "id": 1103,
                                "name2": "Сливки стерил ДВД 10% 480г х12 КФ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1104,
                                "name2": "Сливки стерил ДВД 10% 750г х12 КФ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "750 г"
                            },
                            {
                                "id": 1105,
                                "name2": "Сливки стерил ДВД 20% 200г х21 СК",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "200 г"
                            },
                            {
                                "id": 1106,
                                "name2": "Сливки стерил ДВД 20% 480г х12 КФ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1107,
                                "name2": "Сливки стерил ДВД 25% 480г х12 КФ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1108,
                                "name2": "Сливки стерил ДВД 33% 480г х12 КФ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "КОМБИ ФИТ",
                                "level7": "480 г"
                            },
                            {
                                "id": 1109,
                                "name2": "Сливки стерил Домик в деревне 10% 200г TBASq 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА ПАК СКУЭР",
                                "level7": "200 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1110,
                "name": "Сметана",
                "level": 1,
                "nodes": [
                    {
                        "id": 1111,
                        "name": "Другие Творожные Продукты",
                        "level": 2,
                        "products": [
                            {
                                "id": 1112,
                                "name2": "МКК Творожок Кунгурский 5% 10кг вес",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "Пластиковое ведерко",
                                "level7": "10 кг"
                            }
                        ]
                    },
                    {
                        "id": 1113,
                        "name": "Сметана",
                        "level": 2,
                        "products": [
                            {
                                "id": 1114,
                                "name2": "ВВЫВЕДЕНО Сметана Русское молоко 20% 250г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1115,
                                "name2": "ВЫВЕДЕНО Сметана PL Русское молоко 20% 180г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1116,
                                "name2": "ВЫВЕДЕНО Сметана БТМ 15% 950г х10 ППак",
                                "level4": "NON BRANDED",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 1117,
                                "name2": "ВЫВЕДЕНО Сметана БТМ 20% 950г х10 ППак",
                                "level4": "NON BRANDED",
                                "level5": "Неприменимо",
                                "level6": "ТЕТРА РЕКС",
                                "level7": "950 г"
                            },
                            {
                                "id": 1118,
                                "name2": "ВЫВЕДЕНО Сметана Веселый молочник 10% 330г х8 моност",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1119,
                                "name2": "ВЫВЕДЕНО Сметана Веселый молочник 20% 1х24х450г ФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1120,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 10% 330г х12 МСТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1121,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 15% 180г х12 МСТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1122,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 15% 330г х12 МСТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1123,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 20% 180г х12 МСТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1124,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 20% 300г МСТ СГ20 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1125,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 20% 330г х12 МСТ",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1126,
                                "name2": "ВЫВЕДЕНО Сметана ВесМол 20% 450г х12 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1127,
                                "name2": "ВЫВЕДЕНО Сметана ДвД 10% 1х12х330г мст",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1128,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 10% 330г х6 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1129,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 10% 330г х8 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1130,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 180г МСТ (срок 25) 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1131,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 180г х12 МСТ срок 20",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1132,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 330г КартМСТ (срок25) 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1133,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 330г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1134,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 330г х12 МСТ срок",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1135,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 15% 400г х8 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 Г"
                            },
                            {
                                "id": 1136,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 20% 180г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1137,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 20% 180г х12 МСТ срок 25",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1138,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 20% 330г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1139,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 20% 330г х12 МСТ срок 25",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1140,
                                "name2": "ВЫВЕДЕНО Сметана ДВД 20% 400г х8 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 Г"
                            },
                            {
                                "id": 1141,
                                "name2": "ВЫВЕДЕНО Сметана ДВД Отборн 25% 330г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1142,
                                "name2": "ВЫВЕДЕНО Сметана Домик в деревне 15% 300г МСТ СГ20 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1143,
                                "name2": "ВЫВЕДЕНО Сметана Домик в деревне 20% 300г МСТ СГ20 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1144,
                                "name2": "ВЫВЕДЕНО Сметана Домик в деревне 25% 1х12х180г м/ст",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1145,
                                "name2": "ВЫВЕДЕНО Сметана Домик в деревне 25% 300г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1146,
                                "name2": "ВЫВЕДЕНО Сметана Каждый день 15% 250г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1147,
                                "name2": "ВЫВЕДЕНО Сметана Каждый день 15% 500г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1148,
                                "name2": "ВЫВЕДЕНО Сметана Каждый день 20% 250г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1149,
                                "name2": "ВЫВЕДЕНО Сметана Каждый день 20% 500г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1150,
                                "name2": "ВЫВЕДЕНО Сметана КубБуренка 15% 330г х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1151,
                                "name2": "ВЫВЕДЕНО Сметана КубБуренка 20% 330г х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1152,
                                "name2": "ВЫВЕДЕНО Сметана КубБуренка 20% 400г х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 г"
                            },
                            {
                                "id": 1153,
                                "name2": "ВЫВЕДЕНО Сметана Лакомо 20% 250г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1154,
                                "name2": "ВЫВЕДЕНО Сметана Ополье 10% 330г х8 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1155,
                                "name2": "ВЫВЕДЕНО Сметана Ополье 15% 180г х12 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1156,
                                "name2": "ВЫВЕДЕНО Сметана Ополье 15% 330г х12 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1157,
                                "name2": "ВЫВЕДЕНО Сметана Ополье 20% 180г х12 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1158,
                                "name2": "ВЫВЕДЕНО Сметана Ополье 20% 330г х12 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1159,
                                "name2": "ВЫВЕДЕНО Сметана Отборн КубБуренка 25% 330г х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "330 г"
                            },
                            {
                                "id": 1160,
                                "name2": "ВЫВЕДЕНО Сметана Русское молоко 15% 250г х12 МСТ",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1161,
                                "name2": "МКК Сметана Кунгурский 15% 10кг весовая",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "Пластиковое ведерко",
                                "level7": "10 кг"
                            },
                            {
                                "id": 1162,
                                "name2": "МКК Сметана Кунгурский 15% 180г моностакан",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1163,
                                "name2": "МКК Сметана Кунгурский 15% 250г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "250 г"
                            },
                            {
                                "id": 1164,
                                "name2": "МКК Сметана Кунгурский 15% 400г +100г МСТ АКЦ 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 г"
                            },
                            {
                                "id": 1165,
                                "name2": "МКК Сметана Кунгурский 15% 400г моностакан",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 г"
                            },
                            {
                                "id": 1166,
                                "name2": "МКК Сметана Кунгурский 15% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1167,
                                "name2": "МКК Сметана Кунгурский 15% 5кг весовая",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "Пластиковое ведерко",
                                "level7": "5 кг"
                            },
                            {
                                "id": 1168,
                                "name2": "МКК Сметана Кунгурский 20% 10кг весовая",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "Пластиковое ведерко",
                                "level7": "10 кг"
                            },
                            {
                                "id": 1169,
                                "name2": "МКК Сметана Кунгурский 20% 180г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1170,
                                "name2": "МКК Сметана Кунгурский 20% 250г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "250 г"
                            },
                            {
                                "id": 1171,
                                "name2": "МКК Сметана Кунгурский 20% 400г +100г мст АКЦ 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 г"
                            },
                            {
                                "id": 1172,
                                "name2": "МКК Сметана Кунгурский 20% 400г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "400 г"
                            },
                            {
                                "id": 1173,
                                "name2": "МКК Сметана Кунгурский 20% 450г ФП",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1174,
                                "name2": "МКК Сметана Кунгурский 20% 5кг весовая",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "Пластиковое ведерко",
                                "level7": "5 кг"
                            },
                            {
                                "id": 1175,
                                "name2": "Сметана PL Каждый день 15% 180г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1176,
                                "name2": "Сметана PL Каждый день 15% 250г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1177,
                                "name2": "Сметана PL Каждый день 15% 350г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "350 Г"
                            },
                            {
                                "id": 1178,
                                "name2": "Сметана PL Каждый день 15% 500г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1179,
                                "name2": "Сметана PL Каждый день 20% 180г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1180,
                                "name2": "Сметана PL Каждый день 20% 250г МСТ СГ25 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1181,
                                "name2": "Сметана PL Каждый день 20% 350г МСТ 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "350 Г"
                            },
                            {
                                "id": 1182,
                                "name2": "Сметана PL Каждый день 20% 500г МСт СГ25 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (КАЖДЫЙ ДЕНЬ)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1183,
                                "name2": "Сметана PL Лакомо 20% 250г МСТ СГ25 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (ЛАКОМО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 Г"
                            },
                            {
                                "id": 1184,
                                "name2": "Сметана PL Русское молоко 20% 180г МСТ СГ25 8Х",
                                "level4": "ЧАСТНАЯ МАРКА (РУССКОЕ МОЛОКО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1185,
                                "name2": "Сметана Веселый молочник 15% 180г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1186,
                                "name2": "Сметана Веселый молочник 15% 180г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1187,
                                "name2": "Сметана Веселый молочник 20% 180г мст",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1188,
                                "name2": "Сметана Веселый молочник 20% 180г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1189,
                                "name2": "Сметана ВесМол 10% 300г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1190,
                                "name2": "Сметана ВесМол 15% 300г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1191,
                                "name2": "Сметана ВесМол 15% 300г МСТ СГ20 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1192,
                                "name2": "Сметана ВесМол 15% 300г МСТ СГ21 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1193,
                                "name2": "Сметана ВесМол 20% 0.25кг х40 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "250 г"
                            },
                            {
                                "id": 1194,
                                "name2": "Сметана ВесМол 20% 300г МСТ 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1195,
                                "name2": "Сметана ВесМол 20% 300г МСТ СГ21 8Х",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1196,
                                "name2": "Сметана ВесМол 20% 450г х24 ПлФП",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1197,
                                "name2": "Сметана ДВД 15% 180г МСТ (срок 25) 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1198,
                                "name2": "Сметана ДВД 15% 180г МСТ СГ30 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1199,
                                "name2": "Сметана ДвД 20% 180г МСТ СГ30 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1200,
                                "name2": "Сметана Домик в деревне 10% 300г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1201,
                                "name2": "Сметана Домик в деревне 10% 300г МСТ СГ25 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1202,
                                "name2": "Сметана Домик в деревне 15% 180г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1203,
                                "name2": "Сметана Домик в деревне 15% 300г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1204,
                                "name2": "Сметана Домик в деревне 15% 300г МСТ СГ21 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1205,
                                "name2": "Сметана Домик в деревне 15% 300г МСТ СГ30 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1206,
                                "name2": "Сметана Домик в деревне 20% 180г МСТ (срок25) 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1207,
                                "name2": "Сметана Домик в деревне 20% 300г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1208,
                                "name2": "Сметана Домик в деревне 20% 300г МСТ СГ21 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1209,
                                "name2": "Сметана Домик в деревне 20% 300г МСТ СГ30 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1210,
                                "name2": "Сметана Домик в деревне 25% 300г МСТ СГ25 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1211,
                                "name2": "Сметана Домик в деревне Взбитая 14% 185г МСт 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "СЛАДКИЙ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "185 G"
                            },
                            {
                                "id": 1212,
                                "name2": "Сметана Домик в деревне Сладкая 13.5% 300г МСТ 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "СЛАДКИЙ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1213,
                                "name2": "Сметана КубБур 15% 180г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1214,
                                "name2": "Сметана КубБур 15% 180г х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1215,
                                "name2": "Сметана КубБур 15% 300г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1216,
                                "name2": "Сметана КубБур 20% 180г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1217,
                                "name2": "Сметана КубБур 20% 300г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1218,
                                "name2": "Сметана КубБур 25% 300г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1219,
                                "name2": "Сметана КубБур Взбитая 14% 185г МСт 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "СЛАДКИЙ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "185 G"
                            },
                            {
                                "id": 1220,
                                "name2": "Сметана КубБур Сладкая 13.5% 300г МСТ 8Х",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "СЛАДКИЙ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1221,
                                "name2": "Сметана КубБуренка 20% 0.18кг х12 МСТ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1222,
                                "name2": "Сметана КубБуренка 20% 400г х8 ПлЧ",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "РУКАВНАЯ ОБОЛОЧКА",
                                "level7": "400 г"
                            },
                            {
                                "id": 1223,
                                "name2": "Сметана Кунгурский 15% 450г ФП ЦЕНА НИЖЕ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1224,
                                "name2": "Сметана Кунгурский 20% 450г ФП ЦЕНА НИЖЕ",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФИНПАК",
                                "level7": "450 г"
                            },
                            {
                                "id": 1225,
                                "name2": "Сметана Ополье 10% 300г МСТ 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1226,
                                "name2": "Сметана Ополье 10% 300г МСТ СГ25 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1227,
                                "name2": "Сметана Ополье 15% 180г мст 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1228,
                                "name2": "Сметана Ополье 15% 180г МСТ СГ25 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1229,
                                "name2": "Сметана Ополье 15% 300г МСТ 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1230,
                                "name2": "Сметана Ополье 15% 300г МСТ СГ25 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1231,
                                "name2": "Сметана Ополье 20% 180г мст 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1232,
                                "name2": "Сметана Ополье 20% 180г МСТ СГ25 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1233,
                                "name2": "Сметана Ополье 20% 250г х12 МСТ",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 1234,
                                "name2": "Сметана Ополье 20% 300г МСТ 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            },
                            {
                                "id": 1235,
                                "name2": "Сметана Ополье 20% 300г МСТ СГ25 8Х",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "300 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1236,
                "name": "Сыр",
                "level": 1,
                "nodes": [
                    {
                        "id": 1237,
                        "name": "Белые Сыры",
                        "level": 2,
                        "products": [
                            {
                                "id": 1238,
                                "name2": "Сыр Мяг ДВД Дерев свеж 45% 200г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 1239,
                                "name2": "Сыр мягкий Деревенский свежий ДвД 45% 200г мст 6Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "200 Г"
                            }
                        ]
                    },
                    {
                        "id": 1240,
                        "name": "Желтые Сыры",
                        "level": 2,
                        "products": [
                            {
                                "id": 1241,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 1/2 шар Вес КК 6 мес",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "500 г"
                            },
                            {
                                "id": 1242,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 1/2 шар Вес КК 6 мес",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1243,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 1000г Вес КК",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1244,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 1кг Вес КК 9 мес",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1245,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 3гол Вес КК 9 мес ТА",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1246,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% 3гол Вес КК ТА",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1247,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер 50% с конс 50% 1/2 шар Вес КК 6 мес",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "500 г"
                            },
                            {
                                "id": 1248,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер Сливочный 55% 1кг Вес КК",
                                "level4": "ЛАМБЕР",
                                "level5": "СЛИВКИ",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1249,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер Сливочный 55% 1кг Вес КК",
                                "level4": "ЛАМБЕР",
                                "level5": "СЛИВКИ",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1250,
                                "name2": "ВЫВЕДЕНО Сыр Ламбер Тильзитер 50% 150г х12 ПлФП",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 1251,
                                "name2": "ВЫВЕДЕНО Сыр твердый Ламбер 50% 1кг вес 6 мес (X5)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1252,
                                "name2": "ВЫВЕДЕНО Сыр твердый Ламбер 50% 1кг вес 9 мес (X5)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1253,
                                "name2": "Сыр 50% 1кг Весовой прозр.пакет н/к (упк)",
                                "level4": "NON BRANDED",
                                "level5": "НЕ ОПРЕДЕЛЕН",
                                "level6": "ПЛЕНКА",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 1254,
                                "name2": "Сыр 55% 1кг Весовой прозр.пакет н/к (упк)",
                                "level4": "NON BRANDED",
                                "level5": "СЛИВКИ",
                                "level6": "завернутый",
                                "level7": "1 КГ"
                            },
                            {
                                "id": 1255,
                                "name2": "Сыр Ламбер 50% 1/2 шара Вес КК",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "500 г"
                            },
                            {
                                "id": 1256,
                                "name2": "Сыр Ламбер 50% 1/2 шара весов (Д) (кор)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "500 г"
                            },
                            {
                                "id": 1257,
                                "name2": "Сыр Ламбер 50% 1/2 шара весов (ШК/5)Короб",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "500 г"
                            },
                            {
                                "id": 1258,
                                "name2": "Сыр Ламбер 50% 1000г вес 9мес для ПирПак (короб)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1259,
                                "name2": "Сыр Ламбер 50% 1000г вес для ПирПак (короб)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1260,
                                "name2": "Сыр Ламбер 50% 1000г Весовой СГ 210сут (короб)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1261,
                                "name2": "Сыр Ламбер 50% 1кг Вес КК 9 мес",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1262,
                                "name2": "Сыр Ламбер 50% 230г х10 ПлФП",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "230 г"
                            },
                            {
                                "id": 1263,
                                "name2": "Сыр Ламбер 50% 3гол Вес КК ТА",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1264,
                                "name2": "Сыр Ламбер 50% Вес КК 9 мес ТА",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1265,
                                "name2": "Сыр Ламбер Сливочный 55% Вес КК 2ШК",
                                "level4": "ЛАМБЕР",
                                "level5": "СЛИВКИ",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1266,
                                "name2": "Сыр Ламбер Тильзитер 50% 150г нарезка 6Х",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "150 Г"
                            },
                            {
                                "id": 1267,
                                "name2": "Сыр Ламбер50%вес 3 гол в кор Танд СГ 210сут(короб)",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            },
                            {
                                "id": 1268,
                                "name2": "Сыр твердый Ламбер 50% 1х1000г Весовой",
                                "level4": "ЛАМБЕР",
                                "level5": "Неприменимо",
                                "level6": "ПЛЕНКА",
                                "level7": "1 кг"
                            }
                        ]
                    },
                    {
                        "id": 1269,
                        "name": "Плавленые Сыры",
                        "level": 2,
                        "products": [
                            {
                                "id": 1270,
                                "name2": "Сыр Плавл БТМ Сливочный Янтарь 60% 0.08кг х24 МСТ",
                                "level4": "NON BRANDED",
                                "level5": "СЛИВКИ",
                                "level6": "МОНОСТАКАН ПРЕДФОРМОВАННЫЙ",
                                "level7": "80 Г"
                            },
                            {
                                "id": 1271,
                                "name2": "Сыр Плавл ВесМол с Ветчиной 44.3% 0.4кг х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "ВЕТЧИНА",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "400 Г"
                            },
                            {
                                "id": 1272,
                                "name2": "Сыр Плавл ВесМол с Ветчиной 44.3% 190г х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "ВЕТЧИНА",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 1273,
                                "name2": "Сыр Плавл ВесМол с Грибами 44.5% 0.4кг х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "ГРИБЫ",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "400 Г"
                            },
                            {
                                "id": 1274,
                                "name2": "Сыр Плавл ВесМол с Грибами 44.5% 190г х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "ГРИБЫ",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            },
                            {
                                "id": 1275,
                                "name2": "Сыр Плавл ВесМол Сливочный 49% 0.4кг х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "СЛИВКИ",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "400 Г"
                            },
                            {
                                "id": 1276,
                                "name2": "Сыр Плавл ВесМол Сливочный 49% 190г х8 Ван",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "СЛИВКИ",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "190 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1277,
                "name": "Творог",
                "level": 1,
                "nodes": [
                    {
                        "id": 1278,
                        "name": "Другие Творожные Продукты",
                        "level": 2,
                        "products": [
                            {
                                "id": 1279,
                                "name2": "ВЫВЕДЕНО Продукт Творож ВесМол 1.8% 180г х10 Фло",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1280,
                                "name2": "ВЫВЕДЕНО Продукт Творож ВесМол 5% 180г х10 Фло",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            }
                        ]
                    },
                    {
                        "id": 1281,
                        "name": "Творог Мягкий",
                        "level": 2,
                        "products": [
                            {
                                "id": 1282,
                                "name2": "ВЫВЕДЕНО Творог ДВД 5.5% 250г х16 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 1283,
                                "name2": "ВЫВЕДЕНО Творог ДВД Обезжирен 250г х16 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "250 г"
                            },
                            {
                                "id": 1284,
                                "name2": "ВЫВЕДЕНО Творог мягк Домик в дер 5.5% 200г х16 ванн",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            },
                            {
                                "id": 1285,
                                "name2": "ВЫВЕДЕНО Творог мягк обезж Домик в дер 0.1% 200г х16 ванн",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            },
                            {
                                "id": 1286,
                                "name2": "ВЫВЕДЕНО Творог мягк обезж Домик в дер 0.1% 290г х8 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1287,
                                "name2": "ВЫВЕДЕНО Творог мягкий ДВД 0.1% 200г х16 ван Миниуп",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            },
                            {
                                "id": 1288,
                                "name2": "ВЫВЕДЕНО Творог мягкий ДВД 5.5% 200г х16 ван Миниуп",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            },
                            {
                                "id": 1289,
                                "name2": "МКК Творог мягкий Кунгурский 1% 300г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1290,
                                "name2": "МКК Творог мягкий Кунгурский 1% 300г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1291,
                                "name2": "МКК Творог мягкий Кунгурский 5% 300г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1292,
                                "name2": "Творог Мяг ДВД 5.5% 180г х12 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1293,
                                "name2": "Творог Мяг ДВД Обезжир 180г х12 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1294,
                                "name2": "Творог мягк Домик в деревне 5.5% 180г ван ДП 12X",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "180 г"
                            },
                            {
                                "id": 1295,
                                "name2": "Творог мягкий ДВД 0.1% 170г ванн СГ23 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1296,
                                "name2": "Творог мягкий ДВД 0.1% 170г ванночка 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1297,
                                "name2": "Творог мягкий ДВД 0.1% 170г ванночка Х12",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1298,
                                "name2": "Творог мягкий ДВД 5.5% 170г ванн СГ23 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1299,
                                "name2": "Творог мягкий ДВД 5.5% 170г ванночка 12Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1300,
                                "name2": "Творог мягкий ДВД 5.5% 170г ванночка 8Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            }
                        ]
                    },
                    {
                        "id": 1301,
                        "name": "Творог Рассыпчатый",
                        "level": 2,
                        "products": [
                            {
                                "id": 1302,
                                "name2": "Творог рассыпч обезжир ДвД 0.2% 270г х6 пакет",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "мешок",
                                "level7": "270 Г"
                            },
                            {
                                "id": 1303,
                                "name2": "Творог рассыпч.обезжир КубБур 0.2% 350г х6 пакет",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "350 Г"
                            },
                            {
                                "id": 1304,
                                "name2": "Творог рассыпчатый ДвД 9% 270г х6 пакет",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "мешок",
                                "level7": "270 Г"
                            },
                            {
                                "id": 1305,
                                "name2": "Творог рассыпчатый КубБур 9% 350г х6 пакет",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "350 Г"
                            }
                        ]
                    },
                    {
                        "id": 1306,
                        "name": "Творог Традиционный",
                        "level": 2,
                        "products": [
                            {
                                "id": 1307,
                                "name2": "ВЫВЕДЕНО ПМ Творог Ополье 0% 1х8х0.3кг вакуумн.упак.",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1308,
                                "name2": "ВЫВЕДЕНО Творог ДВД Дер Отбор 9% 170г х12 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1309,
                                "name2": "ВЫВЕДЕНО Творог ДВД Обезжир 170г х12 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1310,
                                "name2": "ВЫВЕДЕНО Творог КубБуренка Обезжир 170г х12 Ван",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1311,
                                "name2": "ВЫВЕДЕНО Творог КубБуренка Отборн 9% 170г х12 Ван",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1312,
                                "name2": "ВЫВЕДЕНО Творог Кунгурский 0.5% 100г Ванночка",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1313,
                                "name2": "ВЫВЕДЕНО Творог обезжирен Ополье 0.2% 170г х12 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1314,
                                "name2": "ВЫВЕДЕНО Творог Ополье 5% 1х8х0.3кг вакуум.упак.",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1315,
                                "name2": "ВЫВЕДЕНО Творог Ополье 9% 170г х12 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1316,
                                "name2": "ВЫВЕДЕНО Творог Ополье 9% 1х8х0.3кг вакуум.упак",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1317,
                                "name2": "ВЫВЕДЕНО Творог трад Веселый молочник 5% 1х10х180г флоуп",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1318,
                                "name2": "МКК Творог Кунгурский 0.5% 400г пакет 20Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1319,
                                "name2": "МКК Творог Кунгурский 5% 200г кашир.фольга",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ФОЛЬГА",
                                "level7": "200 г"
                            },
                            {
                                "id": 1320,
                                "name2": "МКК Творог обезжиренный Кунгурский 0% 500г весовой",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1321,
                                "name2": "Творог Веселый молочник 0% 10х180г флоупак",
                                "level4": "ВЕСЕЛЫЙ МОЛОЧНИК",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1322,
                                "name2": "Творог ДВД Дер Отбор 9% 340г х6 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1323,
                                "name2": "Творог ДВД Обезжир 340г х6 Ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1324,
                                "name2": "Творог Домик в деревне 9% 170г х6 ванн",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 Г"
                            },
                            {
                                "id": 1325,
                                "name2": "Творог КубБуренка Обезжир 340г х6 Ван",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1326,
                                "name2": "Творог КубБуренка Отборн 9% 340г х6 Ван",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1327,
                                "name2": "Творог Кунгурский 0.5% 200г Ванночка",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            },
                            {
                                "id": 1328,
                                "name2": "Творог Кунгурский 0.5% 300г Ванночка",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1329,
                                "name2": "Творог Кунгурский 5% весовой",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1330,
                                "name2": "Творог Кунгурский 9% 300г х24 ванночка",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "300 г"
                            },
                            {
                                "id": 1331,
                                "name2": "Творог Кунгурский 9% 500г х20 весов",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ПАКЕТ",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1332,
                                "name2": "Творог нежирный Кунгурский 0.5% 180г ДойПак 30Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ДОЙ-ПАК",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1333,
                                "name2": "Творог нежирный Кунгурский 0.5% 500г ДойПак 16Х",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "ДОЙ-ПАК",
                                "level7": "500 Г"
                            },
                            {
                                "id": 1334,
                                "name2": "Творог обезжир Кубанская буренка 0.2% 170г х6 ванн",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1335,
                                "name2": "Творог обезжирен Домик в деревне 0.2% 170г х6 ван",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 Г"
                            },
                            {
                                "id": 1336,
                                "name2": "Творог обезжирен Ополье 0.2% 170г х6 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1337,
                                "name2": "Творог обезжирен Ополье 0.2% 340г х6 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1338,
                                "name2": "Творог Ополье 9% 170г х6 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1339,
                                "name2": "Творог Ополье 9% 340г х6 ванночка",
                                "level4": "ОПОЛЬЕ",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "340 г"
                            },
                            {
                                "id": 1340,
                                "name2": "Творог отборн КубБур 9% 170г х6 ван",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ЛОТОК ТЕРМОФОРМОВАННЫЙ",
                                "level7": "170 г"
                            },
                            {
                                "id": 1341,
                                "name2": "Творог традиц Домик в деревне 180г 0.2% флоуп 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1342,
                                "name2": "Творог традиц Кубанская буренка 0.2% 180г х10 флоуп",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1343,
                                "name2": "Творог традиц Кубанская буренка 9% 180г х10 флоуп",
                                "level4": "КУБАНСКАЯ БУРЕНКА",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            },
                            {
                                "id": 1344,
                                "name2": "Творог традиц ХуторокСолнышк 0.2% 180г х10 флоуп",
                                "level4": "ЧАСТНАЯ МАРКА (ХУТОРОК СОЛНЫШКИНО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ФЛОУПАК",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1345,
                                "name2": "Творог традиц ХуторокСолнышкино 9% 180г х10 флоуп",
                                "level4": "ЧАСТНАЯ МАРКА (ХУТОРОК СОЛНЫШКИНО)",
                                "level5": "НЕПРИМЕНИМО",
                                "level6": "ФЛОУПАК",
                                "level7": "180 Г"
                            },
                            {
                                "id": 1346,
                                "name2": "Творог традици Домик в деревне 180г 5% флоуп 10Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "ФЛОУПАК",
                                "level7": "180 г"
                            }
                        ]
                    },
                    {
                        "id": 1347,
                        "name": "Творог Традиционный Зерненный",
                        "level": 2,
                        "products": [
                            {
                                "id": 1348,
                                "name2": "ВЫВЕДЕНО Творог зер Домик в деревне 5% 1х12х130г",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "130 г"
                            },
                            {
                                "id": 1349,
                                "name2": "ВЫВЕДЕНО Творог зер Домик в деревне 5% 1х12х350г",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "350 г"
                            },
                            {
                                "id": 1350,
                                "name2": "Прод Твор ДВД Твор Зерно в Слив 5%130г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "130 г"
                            },
                            {
                                "id": 1351,
                                "name2": "Прод Твор ДВД Твор Зерно в Слив 5%350г х12 МСТ",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "350 г"
                            }
                        ]
                    },
                    {
                        "id": 1352,
                        "name": "Творог Фруктовый",
                        "level": 2,
                        "products": [
                            {
                                "id": 1353,
                                "name2": "МКК Творожок Кунгурский 5% 200г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "200 г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1354,
                "name": "Творожные Десерты",
                "level": 1,
                "nodes": [
                    {
                        "id": 1355,
                        "name": "Творог Взбитый",
                        "level": 2,
                        "products": [
                            {
                                "id": 1356,
                                "name2": "ВЫВЕДЕНО Дес.тв паст взб Чудо Экзотич фрук 4.2%100г х16 ван",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС-КИВИ-МАНГО",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1357,
                                "name2": "ВЫВЕДЕНО Десерт Твор паст взб Чудо Шок 5.2% 100гх16 Ван",
                                "level4": "ЧУДО",
                                "level5": "ШОКОЛАД",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1358,
                                "name2": "ВЫВЕДЕНО Десерт Твор паст взб ЧудоКол ШокСуфВиш4%100гх16Ван",
                                "level4": "ЧУДО",
                                "level5": "шоколад и вишневый",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1359,
                                "name2": "ВЫВЕДЕНО Десерт Твор паст взб ЧудоКол ШокСуфМал4%100гх16Ван",
                                "level4": "ЧУДО",
                                "level5": "МАЛИНА-ШОКОЛАД",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1360,
                                "name2": "Дес тв.паст взб Чудо Северн ягод 4.2% 100г х16 ван",
                                "level4": "ЧУДО",
                                "level5": "БРУСНИКА, КЛЮКВА, МОРОШКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1361,
                                "name2": "Десерт Твор паст взб Чудо Ананас 4.2%100гх16 Ван",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1362,
                                "name2": "Десерт Твор паст взб Чудо Виш Череш 4%100г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1363,
                                "name2": "Десерт Твор паст взб Чудо Вишня 4.2% 100г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1364,
                                "name2": "Десерт Твор паст взб Чудо Вишня 4.2% 100г х16 Ван",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1365,
                                "name2": "Десерт Твор паст взб Чудо ВишЧереш 4% 100гх16 Ван",
                                "level4": "ЧУДО",
                                "level5": "ВИШНЯ-ЧЕРЕШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1366,
                                "name2": "Десерт Твор паст взб Чудо Киви Бан 4.2% 100гх16Ван",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КИВИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1367,
                                "name2": "Десерт Твор паст взб Чудо Киви Бан 4.2%100гх12 Ван",
                                "level4": "ЧУДО",
                                "level5": "БАНАН-КИВИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1368,
                                "name2": "Десерт Твор паст взб Чудо Клуб 4.2% 100г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1369,
                                "name2": "Десерт Твор паст взб Чудо Клуб 4.2% 100г х16 Ван",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1370,
                                "name2": "Десерт Твор паст взб Чудо Клуб Земл 4% 100гх16 Ван",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1371,
                                "name2": "Десерт Твор паст взб Чудо Клуб Земл 4%100г х12 Ван",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1372,
                                "name2": "Десерт Твор паст взб Чудо Перс Груш4.2% 100гх12Ван",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1373,
                                "name2": "Десерт Твор паст взб Чудо Перс Груш4.2% 100гх16Ван",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-ГРУША",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1374,
                                "name2": "Десерт Твор паст взб Чудо ПерсМарк 4.2% 100гх16Ван",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК-МАРАКУЙЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1375,
                                "name2": "Десерт Твор паст взб Чудо Черника 4.2% 100г х16Ван",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1376,
                                "name2": "Десерт Твор паст взб Чудо Черника 4.2% 100гх12 Ван",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1377,
                                "name2": "ДесТворВзб Чудо Гавайский Микс 4.2% 100г ванн 16Х",
                                "level4": "ЧУДО",
                                "level5": "АНАНАС, МАНГО, ЧИА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1378,
                                "name2": "ДесТворВзб Чудо Клубн 5.8% 85г Ван 12Х",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "85 Г"
                            },
                            {
                                "id": 1379,
                                "name2": "ДесТворВзб Чудо Персик 5.8% 85г Ван 12Х",
                                "level4": "ЧУДО",
                                "level5": "ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "85 Г"
                            },
                            {
                                "id": 1380,
                                "name2": "ДесТворВзб Чудо Черника 5.8% 85г Ван 12Х",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "85 Г"
                            },
                            {
                                "id": 1381,
                                "name2": "ДесТворВзб ЧудоГолубБруснКняжени 4.2% 100г Ван 16Х",
                                "level4": "ЧУДО",
                                "level5": "ГОЛУБИКА, БРУСНИКА, КНЯЖЕНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1382,
                                "name2": "ДесТворВзбит Чудо МорожЯгодн 5.8% 85г ванн 12Х",
                                "level4": "ЧУДО",
                                "level5": "ЯГОДНОЕ МОРОЖЕНОЕ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "85 Г"
                            },
                            {
                                "id": 1383,
                                "name2": "ДесТворВзбПаст Чудо МалЕжевика 4.2% 100г ван 16Х",
                                "level4": "ЧУДО",
                                "level5": "МАЛИНА, ЕЖЕВИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1384,
                                "name2": "Творог взб Чудо Ассорти 4-4.2% 100г Ванн",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1385,
                                "name2": "Творог взбитый Чудо Яг ассорти 4.0% 100г сотруд",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            }
                        ]
                    },
                    {
                        "id": 1386,
                        "name": "Творог Мягкий",
                        "level": 2,
                        "products": [
                            {
                                "id": 1387,
                                "name2": "МКК Творог мягкий Кунгурский 1% 130г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "130 Г"
                            },
                            {
                                "id": 1388,
                                "name2": "МКК Творог мягкий Кунгурский 5% 130г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "130 Г"
                            }
                        ]
                    },
                    {
                        "id": 1389,
                        "name": "Творог Фруктовый",
                        "level": 2,
                        "products": [
                            {
                                "id": 1390,
                                "name2": "ВЫВЕДЕНО МКК Творожок Кунгурский 5% 500г мст",
                                "level4": "КУНГУРСКИЙ",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "500 г"
                            },
                            {
                                "id": 1391,
                                "name2": "ВЫВЕДЕНО Прод Твор паст Чудо Клуб Земл 5.4%135г х12 ВанКрг",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "135 Г"
                            },
                            {
                                "id": 1392,
                                "name2": "ВЫВЕДЕНО Прод твор пастер Чудо-твор черн-мал 5.4% 1х12х135г",
                                "level4": "ЧУДО",
                                "level5": "ЧЕРНИКА, МАЛИНА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "135 Г"
                            },
                            {
                                "id": 1393,
                                "name2": "ВЫВЕДЕНО Продукт Твор паст ЧудоКол ШокАп 5.5%135гх12 ВанК",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ШОКОЛАД, АПЕЛЬСИН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "135 Г"
                            },
                            {
                                "id": 1394,
                                "name2": "ВЫВЕДЕНО Продукт Твор паст ЧудоКол ШокКок 5.6%135гх12 ВанК",
                                "level4": "ЧУДО КОЛЛЕКЦИЯ",
                                "level5": "ШОКОЛАД, КОКОС",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "135 Г"
                            },
                            {
                                "id": 1395,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Ван Шок 5.6% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ-ШОКОЛАД",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 Г"
                            },
                            {
                                "id": 1396,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Виш Шок 5.6% 315г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "шоколад и вишневый",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "315 Г"
                            },
                            {
                                "id": 1397,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Киви 5.4% 135г х12 ВанК",
                                "level4": "ЧУДО",
                                "level5": "КИВИ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "135 Г"
                            },
                            {
                                "id": 1398,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Клуб Земл 5.4% 335гх8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "335 г"
                            },
                            {
                                "id": 1399,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Курага 5.4% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КУРАГА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1400,
                                "name2": "ВЫВЕДЕНО Продукт Твор пастер Чудо Курага 5.4% 335г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КУРАГА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "335 Г"
                            },
                            {
                                "id": 1401,
                                "name2": "ВЫВЕДЕНО Творог Фрукт ЧудоДетки Груш Перс 3,6%100гх12Ван ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ГРУША-ПЕРСИК",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1402,
                                "name2": "ВЫВЕДЕНО Творог Фрукт ЧудоДетки Клуб 3,6% 100г х12 Ван ДП",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1403,
                                "name2": "Паста мол с тв крем Чудо-тв дын-манг 5.4%1х16х125г",
                                "level4": "ЧУДО",
                                "level5": "ДЫНЯ, МАНГО",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 Г"
                            },
                            {
                                "id": 1404,
                                "name2": "Прод.творож с шоколадом Чудо АССОРТИ 5,6% 290г х8",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1405,
                                "name2": "Продукт Твор пастер Чудо Ван Шок 5.6% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "ВАНИЛЬ-ШОКОЛАД",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1406,
                                "name2": "Продукт Твор пастер Чудо Виш Шок 5.6% 290г х8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "шоколад и вишневый",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1407,
                                "name2": "Продукт Твор пастер Чудо Клуб Земл 5.4%290гх8 МСТ",
                                "level4": "ЧУДО",
                                "level5": "КЛУБНИКА-ЗЕМЛЯНИКА",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1408,
                                "name2": "Продукт творожный Чудо АССОРТИ 5,4% 290г х8",
                                "level4": "ЧУДО",
                                "level5": "Неприменимо",
                                "level6": "МОНОСТАКАН  ПРЕДФОРМОВАННЫЙ",
                                "level7": "290 г"
                            },
                            {
                                "id": 1409,
                                "name2": "Твор фр ЧудоДет Вкусомаг МалЕжев 3.8% 100г Ван 6Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "МАЛИНА, ЕЖЕВИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1410,
                                "name2": "Твор фр ЧудоДетки Вкусомаг ЯблБан 3.8% 100г Ван 6Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "ЯБЛОКО-БАНАН",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1411,
                                "name2": "ТворогФруктДвусл ДвД Вишня 4.6% 125г ванн 16Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ВИШНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 Г"
                            },
                            {
                                "id": 1412,
                                "name2": "ТворогФруктДвусл ДвД Клубника 4.6% 125г ванн 16Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "КЛУБНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 Г"
                            },
                            {
                                "id": 1413,
                                "name2": "ТворогФруктДвусл ДвД Черника 4.6% 125г ванн 16Х",
                                "level4": "ДОМИК В ДЕРЕВНЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "125 Г"
                            },
                            {
                                "id": 1414,
                                "name2": "ТворФр ЧудоДет Вкусомаг КлубДыня 3.8% 100г Ван 6Х",
                                "level4": "ЧУДО ДЕТКИ",
                                "level5": "КЛУБНИКА И ДЫНЯ",
                                "level6": "СТАКАН ТЕРМОФОРМОВАННЫЙ",
                                "level7": "100 Г"
                            }
                        ]
                    }
                ]
            },
            {
                "id": 1415,
                "name": "Функциональные Молочные Продукты",
                "level": 1,
                "nodes": [
                    {
                        "id": 1416,
                        "name": "Функциональные Напитки",
                        "level": 2,
                        "products": [
                            {
                                "id": 1417,
                                "name2": "ВЫВЕДЕНО Нап к/м с сок Имунеле Землян 1.2% 100г х24 Клиника",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1418,
                                "name2": "ВЫВЕДЕНО Нап к/м с сок Имунеле Мали-морош 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МАЛИНА-МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1419,
                                "name2": "ВЫВЕДЕНО Нап к/м с сок Имунеле Мультиф 1.2% 100г х24 Клиник",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1420,
                                "name2": "ВЫВЕДЕНО Нап к/м с сок Имунеле Черни 1,2% 100г х24 Клиник",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1421,
                                "name2": "ВЫВЕДЕНО Нап к/м с сок Имунеле Черник 1,2% 24х100г БП (2х4)",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1422,
                                "name2": "ВЫВЕДЕНО Нап к/м фр Имунеле forKids ЯблБан 1.5% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ЯБЛОКО, БАНАН",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1423,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Брусника Шипов 1.2% 100г х24 БП100г",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "БРУСНИКА-ШИПОВНИК",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1424,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Брусника Шипов 1.2% 100гх48БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "БРУСНИКА-ШИПОВНИК",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1425,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Гранат 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ГРАНАТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1426,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле ГрецОрех 1.2% 200гх24 БП",
                                "level4": "ИМУНЕЛЕ FOR MEN",
                                "level5": "ГРЕЦКИЙ ОРЕХ",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 1427,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Землян 1.2% 100г х12 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1428,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Землян 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1429,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Землян 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1430,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Классич 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1431,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Классич 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "Неприменимо",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1432,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Кокос 1.2% 200г х24 БП",
                                "level4": "ИМУНЕЛЕ FOR MEN",
                                "level5": "КОКОСОВЫЙ",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 1433,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Кофе 1.2% 200г х24 БП",
                                "level4": "ИМУНЕЛЕ FOR MEN",
                                "level5": "КОФЕ",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 1434,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле ЛесЯг 1.2% 100г х12 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1435,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле ЛесЯг 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1436,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле МультФр 1.2% 100г х12 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1437,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле МультФр 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1438,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Черника 1.2% 100г х12 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1439,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Черника 1.2% 100г х48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1440,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Чсмор КрСмор 1.2%100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "СМОРОДИНА ЧЕРНАЯ-СМОРОДИНА КРАСНАЯ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1441,
                                "name2": "ВЫВЕДЕНО Нап кисмол Имунеле Чсмор КрСмор 1.2%100гх48 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "СМОРОДИНА ЧЕРНАЯ-СМОРОДИНА КРАСНАЯ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1442,
                                "name2": "ВЫВЕДЕНО Нап кисмол сок Имунеле forKids ТутФр1.5%100гх12 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ТУТТИ-ФРУТТИ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1443,
                                "name2": "ВЫВЕДЕНО Нап кисмол сок Имунеле forKids ТутФр1.5%100гх48 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ТУТТИ-ФРУТТИ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1444,
                                "name2": "ВЫВЕДЕНО Нап кисмол сок Имунеле forKids ЯгБум1.5%100гх48 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "КЛЮКВА, ЕЖЕВИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1445,
                                "name2": "ВЫВЕДЕНО Нап кисмол сок ИмунелеforKids МалПл 1.5%100гх12 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "МАЛИНА, ПЛОМБИР",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1446,
                                "name2": "ВЫВЕДЕНО Нап кисмол сок ИмунелеforKids МалПл 1.5%100гх48 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "МАЛИНА, ПЛОМБИР",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1447,
                                "name2": "ВЫВЕДЕНО Напит к/м с сок Имунеле Крас виногр 200г х24 БП",
                                "level4": "ИМУНЕЛЕ FOR MEN",
                                "level5": "ВИНОГРАД КРАСНЫЙ",
                                "level6": "ПЭТ",
                                "level7": "200 Г"
                            },
                            {
                                "id": 1448,
                                "name2": "Имунеле СилаФрук НапКисМол КлубнБан 1% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "КЛУБНИКА И БАНАН",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1449,
                                "name2": "Имунеле СилаФрук НапКисМол Манго 1% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МАНГО",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1450,
                                "name2": "Имунеле СилаФрук НапКисМол Персик 1%100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ПЕРСИК",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1451,
                                "name2": "Нап к/м с сок Имунеле Мал-морошка 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МАЛИНА-МОРОШКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1452,
                                "name2": "Нап к/м фр Имунеле Kids Ябл-Бан 1.5% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ЯБЛОКО, БАНАН",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1453,
                                "name2": "Нап к/м фр Имунеле СилаФрук ЯБлоко 1% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЯБЛОКО",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1454,
                                "name2": "Нап кисмол Имунеле Гранат 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ГРАНАТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1455,
                                "name2": "Нап кисмол Имунеле Землян 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЗЕМЛЯНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1456,
                                "name2": "Нап кисмол Имунеле ЛесЯг 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЯГОДЫ ЛЕСНЫЕ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1457,
                                "name2": "Нап кисмол Имунеле МультФр 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "МУЛЬТИФРУКТ",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1458,
                                "name2": "Нап кисмол Имунеле Черника 1.2% 100г х24 БП",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ЧЕРНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 г"
                            },
                            {
                                "id": 1459,
                                "name2": "Нап КисМол с сок Имунеле Кофе 1.2% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "КОФЕ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1460,
                                "name2": "Нап кисмол сок Имунеле forKids ТутФр1.5%100гх24 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ТУТТИ-ФРУТТИ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1461,
                                "name2": "Нап кисмол сок Имунеле forKids ЯгБум1.5%100гх24 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "КЛЮКВА, ЕЖЕВИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1462,
                                "name2": "Нап кисмол сок ИмунелеforKids МалПл 1.5%100гх24 БП",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "МАЛИНА, ПЛОМБИР",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1463,
                                "name2": "Напиток к/м Имунеле Neo виш 1.2% 1х48х6х100г",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ВИШНЯ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1464,
                                "name2": "Напиток к/м Имунеле Neo гран-виш 1.2% 1х8х6х100г",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ГРАНАТ, ВИШНЯ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1465,
                                "name2": "НапКисМол сок Имунеле СибирИммунит1.2% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "КЛЮКВА, МОРОШКА, ЖИМОЛОСТЬ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1466,
                                "name2": "НапКисМолСок Имунеле ПерсМангДыня 1.2%100г БП 24Х",
                                "level4": "ИМУНЕЛЕ",
                                "level5": "ПЕРСИК, МАНГО, ДЫНЯ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1467,
                                "name2": "НапКисМолФр ИмунелеKids ВолшебЛес 1.5% 100г БП 24Х",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "ЗЕМЛЯНИКА, ЧЕРНИКА, БРУСНИКА",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            },
                            {
                                "id": 1468,
                                "name2": "НапКисМолФр ИмунелеKids КлубнМорож 1.5%100г БП 24Х",
                                "level4": "ИМУНЕЛЕ FOR KIDS",
                                "level5": "КЛУБНИКА МОРОЖЕНОЕ",
                                "level6": "ПЭТ",
                                "level7": "100 Г"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "id": 1469,
        "name": "Негазированные Напитки",
        "level": 0,
        "nodes": [
            {
                "id": 1470,
                "name": "Соки Охлажденные",
                "level": 1,
                "nodes": [
                    {
                        "id": 1471,
                        "name": "Соки Охлажденные",
                        "level": 2,
                        "products": [
                            {
                                "id": 1472,
                                "name2": "ПродПит с мяк J7 БанВишЯблВиногр 0.3л ПЭТ 6Х",
                                "level4": "ДЖЕЙ7",
                                "level5": "БАНАН, ВИШНЯ, ЯБЛОКО, ВИНОГРАД",
                                "level6": "ПЭТ",
                                "level7": "0,3 Л"
                            },
                            {
                                "id": 1473,
                                "name2": "ПродПит с мяк J7 БанВишЯблВиногр 0.7л ПЭТ 6Х",
                                "level4": "ДЖЕЙ7",
                                "level5": "БАНАН, ВИШНЯ, ЯБЛОКО, ВИНОГРАД",
                                "level6": "ПЭТ",
                                "level7": "0,7 Л"
                            },
                            {
                                "id": 1474,
                                "name2": "ПродПит с мяк J7 ПерсЯблМанг 0.3л ПЭТ 6Х",
                                "level4": "ДЖЕЙ7",
                                "level5": "МАНГО, ПЕРСИК, ЯБЛОКО",
                                "level6": "ПЭТ",
                                "level7": "0,3 Л"
                            },
                            {
                                "id": 1475,
                                "name2": "ПродПит с мяк J7 Яблоко 0.3л ПЭТ 6Х",
                                "level4": "ДЖЕЙ7",
                                "level5": "ЯБЛОКО",
                                "level6": "ПЭТ",
                                "level7": "0,3 Л"
                            }
                        ]
                    }
                ]
            }
        ]
    }
];